{
    "_meta":
    {
        "sources":
        [
            {
                "json": "Canbrew",
                "abbreviation": "CB",
                "full": "Canbrew",
                "authors":
                [
                    "Can Dinçer"
                ],
                "version": "2020.01.08",
                "url": "https://github.com/CanDincer/Canbrew",
                "targetSchema": "1.0.0"
            }
        ],
        "dateAdded": 0
    },
    "item":
    [
        {
            "name": "Ki-rin's Guidance",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "4d6",
            "dmgType": "R",
            "attachedSpells":
            [
                "Guiding Bolt"
            ],
            "reqAttune": true,
            "property":
            [
                "A",
                "2H",
                "H"
            ],
            "range": "150/600",
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "The string is made from its hair, the riser is made from its carved horn, limbs made from its sculpted bones.",
                "When you lunch an arrow from this weapon, the arrow transforms into a {@spell Guiding Bolt|PHB} of light. On a hit, the target takes {@damage 4d6} radiant damage, and all your subsequent attacks from this weapon ignore the target's AC from their Dexterity modifier. On a critical success, further attacks automatically hit until either the target or you're unconscious."
            ]
        },
        {
            "name": "Spirit String Bow",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "O",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
             ],
            "range": "150/600",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "This weapon doesn't have a visible string, but when you pull where would be a string, a string glows into existence. When the string is pulled all the way, an ethereal arrow forms. The arrows deal force damage instead of piercing. If you used an action to attack, you can fire another arrow using your bonus action as you don't have to spend time to get an arrow from your quiver. Arrows disappear a minute after they are fired."
            ]
        },
        {
            "name": "Bow of the Twilight Valkyrie (ogd)",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
             ],
            "range": "150/600",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "A Twilight Valkyrie is said to walk the line between the light and the dark.",
                "You can use your bonus action to switch between bow's celestial and infernal stances.",
                {
                    "type": "list",
                    "items":
                    [
                        "In celestial stance, the bow shines brightly and casts bright light in a 20-foot radius and dim light for an additional 20 feet.",
                        "In infernal stance, the bow releases a dark smoke to hide you in the shadows. In dim light or darkness, you have +3 to Stealth checks"
                    ]
                },
                "Beware of the consequences of leaning towards one side too much.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "Leaning towards one side particularly may have consequences.",
                        "Leaning towards the light side slowly burns your soul out and diminishes your spirit. You feel numb inside. On a critical success, deals {@damage 3d6} radiant damage both to you and your target.",
                        "Leaning towards the dark side corrupts your soul. You, constantly, feel agitated. On a critical success, deals {@damage 3d6} necrotic damage both to you and your target."
                    ]
                }

            ]
        },
        {
            "name": "Razorwind",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
            ],
            "range": "150/600",
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "It causes the air behind it to become as sharp as a blade. Arrows fired from this bow deal an extra {@damage 1d6} slashing damage and on a critical roll, causes the target to bleed for {@damage 1d4} damage per turn until it succeeds a DC equal to your Strength modifier + 10 Constitution saving throw repeated at the end of the target's turn."
            ]
        },
        {
            "name": "Rifling Bow",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
            ],
            "range": "150/600",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "The bow has protrusions on its arrow rest. When released, an arrow starts to spin fast. If you hit, creatures directly behind are struck if your attack roll surpasses their AC, until a creature's AC from armor stops it."
            ]
        },
        {
            "name": "Bastilla",
            "baseItem": "Heavy Crossbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 18,
            "dmg1": "1d10",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H",
                "LD"
            ],
            "range": "100/400",
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "Using a bonus action, you can deploy the Bastilla's stand to gain +3 on your attack rolls. You can either deploy the Bastilla on a half cover sized object or choose to go prone to deploy it on the ground. Retracting the stand also requires a bonus action. Attack rolls have -3 while moving with the standout."
            ]
        },
        {
            "name": "Rich Man's Crossbow",
            "baseItem": "Heavy Crossbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 18,
            "dmg1": "1d10",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H",
                "LD"
            ],
            "range": "100/400",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This crossbow-like weapon uses pieces of currency as ammunition. The value of the coins themselves affects the damage output. Coins fired this way are destroyed.",
                {
                    "type": "list",
                    "items":
                    [
                        "cp {@damage 1d10} piercing",
                        "sp {@damage 1d10} piercing (silvered)",
                        "gp {@damage 2d6} piercing + {@damage 1d4} radiant",
                        "ep {@damage 2d6} lightning + {@damage 1d6} piercing"
                    ]
                }
            ]
        },
        {
            "name": "Tethervine Quiver",
            "baseItem": "Quiver|PHB",
            "type": "G",
            "weight": "1",
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This seemingly overgrown quiver keeps a large plant magically concealed within. The quiver can store up to 20 arrows or bolts. When you draw a piece of ammunition from the quiver, you can speak the quiver's command word as a bonus action to magically connect the end of the ammunition to the plant inside the quiver. The plant is a rope-like vine that flies effortlessly behind a fired piece of ammunition. While wearing the quiver, you can use a bonus action to magically retract the vine up to 60 feet back into the quiver. Any object weighing less than 25 pounds that was hit by a connected piece of ammunition is pulled back toward the quiver when it's retracted in this way. Despite the quiver's limitations, the rope-like vine can hold up to 250 pounds on its own.",
                "If you hit a creature with an arrow or bolt that was connected to the vine, the vine magically disconnects itself and falls from the ammunition. You can disconnect the vine from the ammunition by speaking its command word again or sever the vine from the quiver as a bonus action. Once severed, the vine is considered to be a mundane length of hemp rope.",
                "You can only fire a connected piece of ammunition to as far as you have the vine. The quiver regrows 1d4 x 10 feet of vine each day at dawn, up to a maximum of 120 feet."
            ]
        },
        {
            "name": "Betrayer's Blade",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "F",
                "L",
                "T"
            ],
            "range": "20/60",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "A small dagger with a jagged black blade. You have proficiency(expertise if you're already proficient) on any stealth/sleight of hand check to hide it, and get a surprise round when attacking any non-hostile character.",
                "The location of this dagger is currently unknown, but it is being sought in connection with the murder of a Count. If you have any information regarding its whereabouts, report to your nearest guard post for a reward of 20 gold pieces."
            ]
        },
        {
            "name": "Poisoner's Needle",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "F",
                "L",
                "T"
            ],
            "range": "20/60",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "A dagger, has a hidden compartment in the handle, in which 4 doses of poison can be stored. A small button secretes poison on to the blade as an object action.",
                "The creature must make a DC 10 Constitution saving throw or take {@damage 1d4} poison damage. Also, the creature is poisoned until the end of their next turn regardless of the saving throw.",
                "Once applied, the poison retains potency for 1 minute before drying."
            ]
        },
        {
            "name": "The Great Annihilator's Fang",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "O",
            "reqAttune": true,
            "curse": true,
            "property":
            [
                "L",
                "F"
          ],
            "rarity": "Artifact",
            "source": "Canbrew",
            "entries":
            [
                "A very large fang with a slight curve. In darkness, you can see shadows bend towards it.",
                "You can use your bonus action to command it. It has a flying speed of up to 40 feet, but it can only travel in a straight line during a turn. It deals {@damage 1d4} force damage. You add your spellcasting modifier to both attack and damage rolls.",
                "If you kill a creature with it, the creature turns into a shadow and absorbed by the fang. The fang, then, grants you an extra action that you have to use before you end your turn. If you try to throw it, it hangs in the air after leaving your hand.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "It channels The Great Annihilator's shadow to you. The Great Annihilator comes to you in your dreams, both trying to consume you and trying to make you spread His shadows."
                    ]
                }
            ]
        },
        {
            "name": "Giant Axe",
            "baseItem": "Greataxe|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 22,
            "dmg1": "1d20",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "H",
                "2H"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "A ludicrously oversized and unwieldy axe. You get -5 on attack rolls. It ignores AC from shields. A minimum of 14 Strength is required to lift it. Roll and add another {@damage 1d20} damage if you roll a 20 on a damage roll. If your size is larger than Medium, you only get -3 penalty."
            ]
        },
        {
            "name": "Lightning Storm Gauntlet",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d8",
            "dmgType": "L",
            "reqAttune": true,
            "attachedSpells":
            [
                "Shocking Grasp"
            ],
            "property":
            [
                "F",
                "L",
                "LD"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "A gauntlet of black metal. Using a bonus action, you can charge the gauntlet with static electricity. When you hit with an unarmed attack you can cast {@spell Shocking Grasp|PHB}."
            ]
        },
        {
            "name": "Repulsor Gauntlet",
            "type": "R",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "T",
            "reqAttune": true,
            "property":
            [
                "L"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "range": "10/15",
            "entries":
            [
                "This gauntlet is made of various pieces of leather sewn together with thick stitches with a large crystal disk fitted into the palm.",
                "With this gauntlet, you can make a ranged spell attack against one creature you can see, within 10 feet of you. Although you are not proficient with it, you add your spellcasting modifier to attacks made with it. On a successful attack deal {@damage 1d6} thunder damage. Each consecutive hit made with the Repulsor Gauntlet increases the damage by an additional {@damage 1d6}. For example, if the Repulsor Gauntlet has been used 5 times, it will deal {@damage 6d6} damage on the next consecutive hit.",
                "If you roll 1 on the attack roll, the attack backfires and the wielder takes the damage instead. If you roll 2, the disc bolts out and you have to use an action to mount it back on. It resets after a backfire, a disc failure, a long or short rest, or if you miss an attack.",
                "If you manage to kill a creature with this weapon, the creature explodes and the creatures adjacent to the target take the same damage from the weapon. On a critical hit, the target is pushed back 5 ft."
            ]
        },
        {
            "name": "Dwarven Fire Starters",
            "type": "M",
            "weight": 2,
            "dmg1": "1d4",
            "dmgType": "B",
            "reqAttune": true,
            "charges": 6,
            "property":
            [
                "L"
            ],
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "This metal \"Knuckle Dusters\" have a small level of infamy granting them the title of dwarven fire starters. Originally designed for a fist up in tavern brawls, they have become common in pugilist circles. Inscribed in dwarvish across the faces are \"Fire\" and \"Pyre\"",
                {
                    "type": "entries",
                    "name": "White Hot",
                    "entries":
                    [
                        "Speaking the command words causes the knuckles to radiate intense heat and consumes 1 charge. This effect lasts for 1 minute or can be ended early at will. When activated, apply an additional {@damage 1d6} fire damage to all unarmed attacks."
                    ]
                }
            ]
        },
        {
            "name": "Morningstar of the Dawn",
            "baseItem": "Morningstar|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 4,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Can cast Searing Smite a number of times equal to the wielder’s proficiency, recharges {@dice 1d4} per dawn."
            ]
        },
        {
            "name": "Chained Axes",
            "baseItem": "Handaxe|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 10,
            "dmg1": "1d6",
            "dmgType": "S",
            "reqAttune": true,
            "attachedSpells":
            [
                            "Ensnaring Strike"
            ],
            "property":
            [
                "L",
                "T",
                "2H",
                "S"
            ],
            "range": "20/60",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "They are chained to your wrist and cannot be disarmed, but it takes an action to stow.",
                "You can cast {@spell Ensnaring Strike|PHB} a number of times equal to your proficiency bonus, with chains bursting from the ground to imprison your enemy. Recharges at dawn.",
                {
                    "type": "entries",
                    "name": "Special",
                    "entries":
                    [
                        "You have disadvantage when you use Chained Axes to attack a target within 5 feet of you. Also, Chained Axes requires two hands to wield."
                    ]
                }
            ]
        },
        {
            "name": "Night Song",
            "baseItem": "Handaxe|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 10,
            "dmg1": "1d6",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "L",
                "T"
            ],
            "range": "20/60",
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Deals {@damage 1d6} force damage to any creature it hits that has the \"Incorporeal Movement\" trait. Whet it does, a link is created between the axe and the creature, and the creature can't benefit from its \"Incorporeal Movement\" trait again until another target is hit with this weapon. After hitting a target, you can choose to root the target by anchoring the axe on the ground. Doing so, removes the target's damage resistances and prevents the target from teleporting or shifting to another plane by any means."
            ]
        },
        {
            "name": "Flashstep Rapier",
            "baseItem": "Rapier|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "F"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "An elegant rapier, inlaid with elven engravings.",
                "Whenever you're about to make an attack, you can dash 5 feet towards your target to close the distance, as a free action. You have to make an attack roll with the rapier after dashing to be able to use it. To the untrained eye, it looks like you've teleported. If you are dashing away from another foe, you have +1 AC against opportunity attacks from that foe.",
                "Glows dimly when used in this way and deals an extra {@damage 1d4} force damage."
            ]
        },
        {
            "name": "Beacon Bow",
            "baseItem": "Shortbow|PHB",
            "type": "R",
            "weaponCategory": "Simple",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "R",
            "reqAttune": true,
            "property":
            [
                "A",
                "2H"
            ],
            "range": "80/320",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Used by the legendary wood-elf, Aela the Drow-Hunter, in her quest into the Underdark to retrieve her kidnapped husband. Nock an arrow and its head will ignite with brilliant radiance.",
                "A Shortbow, doing {@damage 1d6} radiant damage, and casting Light wherever its arrow lands. On a critical hit, It blinds its target for 1 round, if the target fails DC 10 Constitution saving throw.",
                "The creature can use their action to remove the arrow, or you may use a bonus action if you are within range. While the creature is under the magics effect, it cannot have any benefits from being invisible, hidden, or by being behind half cover."
            ]
        },
        {
            "name": "Staff of Life",
            "baseItem": "Quarterstaff|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 4,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "V"
            ],
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "As an action, you may call upon the arcane power of this staff. In a flash of light, two lemons appear."
            ]
        },
        {
            "name": "Spell Jammer",
            "type": "RD",
            "weight": 2,
            "reqAttune": true,
            "rarity": "Rare",
            "charges": 1,
            "source": "Canbrew",
            "entries":
            [
                "An adamantine rod with a pointy tip on one end and a pearl on the other end.",
                "You can jam it on the ground using an action and activate it using another action. It stays active for a minute or until you deactivate it using an action.",
                "While it is active, any spell cast in the 60-foot radius below 4th-level disperses in the air and has no effect. It also disrupts all concentrations on spells. Creatures in the area of effect lose the effect of the concentrated spell. Creatures regain concentration at the end of the staff's effect or if they move out of the area of effect.",
                "A creature who is about to cast a spell must roll an Arcana check against your spell save DC to notice the jammer effect. On a success, the creature can forego casting it.",
                "It has 1 charge and you can replenish it by expending a 3rd-level or higher spell slot. Doing so costs an action"
            ]
        },
        {
            "name": "Hammer of the Farseer",
            "baseItem": "Warhammer|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmg2": "1d10",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "V"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "When you kill a monster with this weapon, you glimpse a random moment from its past. You may cast Augury once per day."
            ]
        },
        {
            "name": "Grasping Whip",
            "baseItem": "Whip|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d4",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "F",
                "R"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "When you hit with this weapon as a bonus action you can make a strength or dexterity contest to disarm or trip your enemy. You have disadvantage in this contest if disarming a two-handed weapon or tripping a creature larger than yourself.",
                "Take care picking it up or its lash will snap to your wrist."
            ]
        },
        {
            "name": "Glaive of Atlas",
            "baseItem": "Glaive|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 6,
            "dmg1": "1d10",
            "dmgType": "S",
            "bonus": "+3",
            "reqAttune": true,
            "property":
            [
                "H",
                "R",
                "2H",
                "S"
            ],
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "Belonged to the first king of Atlantis, son of Poseidon, Atlas.",
                "You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
                "While attuned to this Glaive, you gain the Powerful Build trait.",
                "This weapon functions as a defender.",
                {
                    "type": "entries",
                    "name": "Powerful Build",
                    "entries":
                    [
                        "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Special",
                    "entries":
                    [
                        "If you attack with a double-bladed glaive as part of the {@action Attack} action on your turn, you can use a bonus action immediately after to make a melee attack with it."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Defender",
                    "entries":
                    [
                        "The first time you attack with the glaive on each of your turns, you can transfer some or all of the glaive's bonus to your Armor Class, instead of using the bonus on any attacks that turn. For example, you could reduce the bonus to your attack and damage rolls to +1 and gain a +2 bonus to AC. The adjusted bonuses remain in effect until the start of your next turn, although you must hold the glaive to gain a bonus to AC from it."
                    ]
                }
            ]
        },
        {
            "name": "Kingsglaive",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "P",
            "reqAttune": true,
            "attachedSpells":
            [
                "Misty Step",
                "Haste"
            ],
            "property":
            [
                "F",
                "L",
                "T"
            ],
            "range": "20/60",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A curved kukri, given to an elite group of soldiers who defend the royal family.",
                "Ranged hits with this kukri grant you {@spell Misty Step|PHB} spell. You can use your object interaction to teleport to the location of your dagger. If you teleport at least 10 feet, you deal extra {@damage 1d4} lightning damage and acquire the dagger.",
                "If you kill an enemy with this weapon's lightning damage, you are under the effect of {@spell Haste|PHB} spell until the start of your next turn. You do not suffer the lethargic consequences."
            ]
        },
        {
            "name": "Spiderbite Daggers",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "F",
                "L",
                "T"
            ],
            "range": "20/60",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "These daggers are made using the harvested fangs of a large venomous spider. When you hit the same target on your turn with each dagger, that target must succeed on a DC 14 Constitution saving throw or take an extra {@damage 2d4} poison damage and become poisoned until the end of their next turn."
            ]
        },
        {
            "name": "Orcish Falx",
            "baseItem": "Greatsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 1,
            "dmg1": "1d12",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "H",
                "2H"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Does max damage against targets with under 11AC, or who are unarmored. Critical hits lop off limbs."
            ]
        },
        {
            "name": "Angel's Will (od)",
            "baseItem": "Greatsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 1,
            "dmg1": "2d6",
            "dmg2": "2d8",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "F",
                "V"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "This greatsword was forged from an angel's left wing. It leaves a dim light where it cuts."
            ]
        },
        {
            "name": "Repeating Crossbow",
            "baseItem": "Heavy Crossbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 18,
            "dmg1": "3d4",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "LD",
                "2H"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A dwarven contraption that flings out bolts at a startling rate. It does {@damage 3d4} piercing damage and can attack twice per round. It costs 3 bolts per attack, and the crossbow has 12 bolts loaded. It costs an action and your movement to reload instead of having the loading quality."
            ]
        },
        {
            "name": "Vampiric Trident",
            "baseItem": "Trident|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 4,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "range": "20/60",
            "property":
            [
                "T",
                "V"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Its tip is lined with teeth. When you hit a living creature with this weapon, you can use a bonus action to deal additional {@damage 1d4} necrotic damage, as the weapon bites into the target. You have to make a Charisma check against the target's Charisma Saving Throw. After this, you gain temporary Hit Points equal to half of the extra damage dealt."
            ]
        },
        {
            "name": "Galepierce Trident",
            "baseItem": "Trident|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 4,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "range": "40/120",
            "property":
            [
                "T",
                "V"
            ],
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "Fine work of Atlanteans. This magic weapon has been tempered to glide through the wind, doubling both its normal and long throwing ranges. Ranged attacks made with this weapon against targets that are protected by fog, high winds, and other air-based hindrances are made without the normal disadvantage that those obstructions would typically cause."
            ]
        },
        {
            "name": "Clockwork Bow",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "2H"
            ],
            "range": "150/600",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "This longbow has an assortment of gears and pulleys attached to it. Near the handle of the bow, there is a scope and a dial. This dial has three settings, Small, Medium, and Large.",
                "If you are a creature who's size is the one the dial is set to, you have automatic proficiency with the bow. Additionally, you can use the scope to perfect your aim and spend a bonus action lining up your shot. You transfer your AC from your Dexterity modifier to your attack and damage rolls until the start of your next turn.",
                "The bow can be folded up to be concealed as a bonus action, and you have proficiency (expertise if you're already proficient) on sleight of hand checks to hide the weapon when it is in this state."
            ]
        },
        {
            "name": "Spiked Chain",
            "baseItem": "Dagger|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 8,
            "dmg1": "2d4",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "F",
                "S",
                "2H",
                "T"
            ],
            "range": "15",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Weapon of the mighty goblin warlord Ulx.",
                "Once you hit a creature, you can grapple it with a Strength check against the target's Strength saving throw. On a success, you can pull the creature up to 5 feet.",
                {
                    "type": "entries",
                    "name": "Special",
                    "entries":
                    [
                        "You have disadvantage when you use  Spiked Chain to attack a target within 5 feet of you. Also, Spiked Chain requires two hands to wield and if you make an attack using your action, you can make another attack with your bonus action."
                    ]
                }
            ]
        },
        {
            "name": "Double Knock Bow",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
            ],
            "range": "150/600",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "You can choose to fire two arrows simultaneously as if you were firing one, you fire with a -4 penalty but the damage is calculated for the arrows separately (both hit or both miss). You can target 2 adjacent creatures or one creature for both arrows."
            ]
        },
        {
            "name": "Unzest",
            "baseItem": "Flail|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "B",
            "reqAttune": true,
            "charges": 5,
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "A flail with runes on its head.",
                "When you hit with this weapon, you can use a bonus action to suck the living force out of your target. The target loses two ability score modifiers of your choice that you gain until the end of your next turn.",
                "It has 5 charges and regains {@dice 1d4+1} charges at dawn."
            ]
        },
        {
            "name": "Inevitable Bow",
            "baseItem": "Longbow|PHB",
            "type": "R",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "H",
                "2H"
            ],
            "range": "150/600",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A nonmagical arrow or bolt fired from this magic weapon emits a fizzing red glow when it hits a creature. Only one creature can be so affected at a time. All your subsequent attacks from this weapon ignore the target's AC from their Dexterity modifier. When you attack a creature with the Inevitable Bow and roll a 20 on the attack roll, further attacks automatically hit until either the target or you're unconscious."
            ]
        },
        {
            "name": "Bow of the Nymph",
            "baseItem": "Shortbow|PHB",
            "type": "R",
            "weaponCategory": "Simple",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "2H"
            ],
            "range": "80/320",
            "charges": 1,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Magical short-bow. The bow does not require ammo. When the bow is drawn without ammo, a magical arrow appears knocked in the bow.",
                "Anyone struck by the magical arrow becomes charmed with the first creature it sees after being struck (as charm person—the target must be a humanoid of Medium or smaller size, Wisdom DC 11 negates). The charm effects wear off after 1 minute. The magical arrow does not cause pain and is invisible unless detected by the Wisdom Save. The arrow disappears after the effect ends. The bow has 1 charge and recovers {@dice 1d2-1} charges at the end of a long rest."
            ]
        },
        {
            "name": "The Rainbow",
            "baseItem": "Shortbow|PHB",
            "type": "R",
            "weaponCategory": "Simple",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "2H"
            ],
            "range": "80/320",
            "rarity": "Uncommon",
            "attachedSpells":
            [
                "Control Weather"
            ],
            "source": "Canbrew",
            "entries":
            [
                "All arrows shot with this bow leave behind a streak of 7-colored light. Which deals an extra {@damage 1d6} radiant damage. Once per day you can instead cause it to start raining as if a {@spell Control Weather|PHB} spell was cast."
            ]
        },
        {
            "name": "Wind Walkers Bow",
            "baseItem": "Shortbow|PHB",
            "type": "R",
            "weaponCategory": "Simple",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "A",
                "2H"
            ],
            "range": "80/320",
            "charges": 3,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "An ornate silver bow. The string appears to shimmer with a blue light when drawn. This bow has 3 charges. When an arrow is fired from the Wind Walker's Bow you can choose to expend a charge as a bonus action and teleport to where ever the arrow makes contact. Teleport does not provoke opportunity attacks. Regains {@damage 1d4-1} charges every sunrise."
            ]
        },
        {
            "name": "Blade of Selves",
            "baseItem": "Shortsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "S",
            "reqAttune": true,
            "attachedSpells":
            [
                "Mirror Image"
            ],
            "curse": true,
            "property":
            [
                "F",
                "L"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "While holding this weapon, as a bonus action, you may cast the {@spell Mirror Image|PHB} spell. When you cast {@spell Mirror Image|PHB} this way, it creates five illusory duplicates. Once you have used this ability you cannot use it again until you finish a long rest.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "This weapon is cursed, and attuning to it curses you until you are targeted by the {@spell Remove Curse|PHB} spell or similar magic. When the {@spell Mirror Image|PHB} spell is cast from this item, roll a d20. On a 1, one of the illusory duplicates created is a full-grown clone inhabited by an evil-aligned soul and tries to take your place."
                    ]
                }
            ]
        },
        {
            "name": "Denier",
            "baseItem": "Scimitar|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "S",
            "reqAttune": true,
            "curse": true,
            "charges": 3,
            "property":
            [
                "F",
                "L"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This magic weapon comes from a clan of Githzerai that debilitate their foes with strange magic.",
                "When you hit a creature with the sword, you can expend 1 of its charges as part of the attack to force that creature to make a DC 13 saving throw of your choice. On a failed save, a creature is subjected to an effect based on the kind of saving throw it made:",
                "This sword has 3 charges and regains {@dice 1d3} expended charges daily at dawn.",
                {
                    "type": "list",
                    "items":
                    [
                        {
                            "type": "entries",
                            "name": "Strength",
                            "entries":
                            [
                                "The creature gains a -2 penalty to attack rolls until the end of their next turn."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Dexterity",
                            "entries":
                            [
                                "The creature's movement speed is halved until the end of their next turn."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Constitution",
                            "entries":
                            [
                                "If the creature is Large or smaller, they lose their balance and are pushed 5 feet away from you."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Intelligence",
                            "entries":
                            [
                                "The creature has disadvantage on the next spell attack they make within 1 minute."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Wisdom",
                            "entries":
                            [
                                "The creature becomes slightly sluggish and can't take reactions until the end of its next turn."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Charisma",
                            "entries":
                            [
                                "The creature has disadvantage on attacks against creatures other than you until the end of its next turn."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Lady Luck",
            "baseItem": "Shortsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "F",
                "L"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A Shortsword with a blade of silver that critically hits on a 1. You have a +3 bonus to your attack rolls while you have under 1/2 of your maximum Hit Points.",
                "Those who wield this sword tend to discover a latent love for games of chance."
            ]
        },
        {
            "name": "Ice Sickle",
            "baseItem": "Sickle|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 2,
            "dmg1": "1d4",
            "dmgType": "S",
            "reqAttune": true,
            "property":
            [
                "L"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "{@damage 1d4} slashing and {@damage 1d4} cold damage. On a hit, a target must succeed DC 10 Constitution to be able to use its reaction until the start of their turn. Its blade is a translucent shard of ice, and its handle is bone."
            ]
        },
        {
            "name": "David’s Sling",
            "baseItem": "Sling|PHB",
            "type": "R",
            "weaponCategory": "Simple",
            "weight": 1,
            "dmg1": "1d4",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "A"
            ],
            "range": "30/120",
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "+100 damage on a hit against any creature larger than you, 5 non-replenishing charges."
            ]
        },
        {
            "name": "The Judge",
            "baseItem": "Warhammer|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmg2": "1d10",
            "dmgType": "B",
            "attachedSpells":
            [
                "Sacred Flame"
            ],
            "reqAttune": true,
            "property":
            [
                "V"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Hits from this weapon cast {@spell Sacred Flame|PHB} upon the hit enemy. If you roll a 1 on an attack roll Vicious Mockery is cast on you."
            ]
        },
        {
            "name": "Half-forged Longsword",
            "baseItem": "Shortsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 3,
            "dmg1": "1d6",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "F",
                "L"
            ],
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "In an attempt to create a sentient Longsword. A powerful wizard and a renowned blacksmith got together. While being forged it kept yelling \"Harder!\", \"Right there!\", and other kinky stuff. The blacksmith couldn't handle hearing it every time he hammered the sword and gave up. Deals {@damage 1d6} bludgeoning + {@damage 1d4} psychic damage. If you can please it enough it has +1 magic for a day hours."
            ]
        },
        {
            "name": "Sword of the Defeated",
            "baseItem": "Shortsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d6",
            "dmgType": "B",
            "reqAttune": true,
            "property":
            [
                "F",
                "L"
            ],
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Once wielded by a hero of the land, this old and shattered blade is still as sharp as it was when it was forged. It's cold to the touch and the runes upon the blade glow white when drawn.",
                {
                    "type": "entries",
                    "name": "Vailorn",
                    "entries":
                    [
                        "Once per day, you can speak to Vailorn for 10 minutes. Vailorn is a fallen hero whose soul has been trapped within the blade due to a curse. He relays to you that the only way to release his soul is to kill the creature that killed him and bound his soul to the blade."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Vailorn Freed",
                    "entries":
                    [
                        "Once Vailorn is set free, blade's powers are unlocked.",
                        "Once per day, you can call upon Vailorn for aid. He will grant {@damage 1d8} psychic damage to attacks made with this weapon for 1 minute ."
                    ]
                }
            ]
        },
        {
            "name": "Akkadian Warhammer",
            "baseItem": "Warhammer|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 2,
            "dmg1": "1d8",
            "dmg2": "1d10",
            "dmgType": "B",
            "reqAttune": true,
            "attachedSpells":
            [
                "Erupting Earth"
            ],
            "property":
            [
                "V"
            ],
            "charges": 5,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "Blessed by Enlil. This weapon carries his perseverance. You can activate it using your bonus action. While you are holding it with two hands, next time you miss, {@spell Erupting Earth|XGE} spell is cast at the point of the target you were trying to hit. It has 5 charges and replenishes {@dice 1d4} charges at dawn."
            ]
        },
        {
            "name": "Everglacier's Cold Fury",
            "baseItem": "Pike|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 18,
            "dmg1": "1d10",
            "dmgType": "C",
            "reqAttune": true,
            "property":
            [
                "H",
                "R",
                "2H"
            ],
            "charges": 2,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "This cold steel weapon from the Everglacier is topped with a menacing ice spike that never melts.",
                "When you hit with an attack using this pike, the target takes an extra {@damage 1d10} cold damage. The weapon and its properties treat immunity to cold damage as resistance, and ignore resistance to cold damage.",
                "When you reduce a Large or smaller creature to 0 hit points using this weapon, you can choose to encase that creature in ice. An encased creature is prevented from falling prone and is held in place by a shell of ice for 1 minute. If the creature is unconscious, it does not make death saving throws while it's encased in the ice. The ice has AC 12, 20 hit points, immunity to poison and psychic damage, and vulnerability to fire and thunder damage. If the encased creature is healed or the ice is destroyed, the ice crumbles and releases the creatures.",
                {
                    "type": "entries",
                    "name": "Chillspike",
                    "entries":
                    [
                        "As an action, you can plunge the pike into the ground at your feet. When you do, the blade of the pike magically vanishes into the earth and summons up to three icy spikes from the ground nearby. Choose up to 3 different targets on the ground you can see within 20 feet of you. An affected target must succeed on a DC 16 Dexterity saving throw or take {@damage 2d8} cold damage as a frozen spike erupts from the ground beneath them. Immediately after using this property, the spikes recede into the ground, and the icy blade of the pike reappears."
                    ]
                },
                "It has 2 charges and replenishes {@dice 1d2-1} charges every day."
            ]
        },
        {
            "name": "Chain of Reckoning",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 8,
            "dmg1": "1d4",
            "dmgType": "F",
            "reqAttune": true,
            "range": "15",
            "property":
            [
                "2H",
                "S",
                "T",
                "F"
            ],
            "charges": 10,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "It was used to chain a titan in Tartarus.",
                "You have +2 to your checks made to grapple with this weapon.",
                {
                    "type": "entries",
                    "name": "Judgment",
                    "entries":
                    [
                        "While you have an enemy grappled with this weapon, you can use your action to force Tartarus's calling upon them. On a failed Wisdom saving throw, the creature is forced to face their guilt and take {@damage 1d8} psychic + {@damage 1d8} fire damage. DC for this action equals to 8 + your Wisdom modifier or your Charisma modifier (your choice) + your proficiency bonus.",
                        "Once you use this on an enemy, they are immune to the psychic damage from this weapon."
                    ]
                },
                "It has 10 charges and recharges {@dice 1d10} charges every day.",
                {
                    "type": "entries",
                    "name": "Special",
                    "entries":
                    [
                        "You have disadvantage when you use Chains of Reckoning to attack a target within 5 feet of you. Also, Chains of Reckoning requires two hands to wield and if you make an attack using your action, you can make another attack with your bonus action."
                    ]
                }
            ]
        },
        {
            "name": "Achille's Spear",
            "baseItem": "Spear|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 3,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "T",
                "V"
            ],
            "range": "20/60",
            "bonus": "+5",
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "A legendary +5 spear with a shaft hewn from the wood of an ancient tree at the foot of Mount Celestia, and a head said to be forged by Hephaestus himself, this is a weapon for victorious heroes - and yet it has been responsible for as many terrible defeats.",
                "Critical hits against you force a Constitution save, with a DC of the damage taken. Failure on this save reduces you to 0hp. Fatal damage still kills you."
            ]
        },
        {
            "name": "Crystalheart Spear",
            "baseItem": "Spear|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 3,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "T",
                "V"
            ],
            "range": "20/60",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Its iron was mined from the Shale Cavern of Dolhiem. When the miners couldn't separate the block of steel from the diamond, they forged around it.",
                "When you hit, you can use a bonus action turn the spear's handle to shatter the diamond. Each turn, you can use your bonus action to draw energy from the splinters left inside the creature. On a failed DC 20 Constitution saving throw, the creature has 3 levels of exhaustion until the end of your next turn. You can repeat this until the splinters are removed from the creature somehow.",
                "Once shattered, the diamond is no more. You can replace the diamond with a new one but the gem must be crafted into the spear."
            ]
        },
        {
            "name": "Cu Chulainn's Spear",
            "baseItem": "Spear|PHB",
            "type": "M",
            "weaponCategory": "Simple",
            "weight": 3,
            "dmg1": "1d6",
            "dmg2": "1d8",
            "dmgType": "P",
            "reqAttune": true,
            "property":
            [
                "T",
                "V"
            ],
            "range": "20/60",
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "A blood-red spear with relieves on it. Once a day you can infuse yourself with the speed and agility of Cu Chulainn and get a double action surge, meaning; you take two extra actions on your turn. You have to use all three actions to attack.",
                "With this weapon, you add both your Dexterity and Strength modifiers to both your attack and damage rolls. Prerequisite: Dexterity 18, Strength 14"
            ]
        },
        {
            "name": "Mage Guardian's Greatsword",
            "baseItem": "Greatsword|PHB",
            "type": "M",
            "weaponCategory": "Martial",
            "weight": 6,
            "dmg1": "3d6",
            "dmgType": "T",
            "reqAttune": true,
            "property":
            [
                "H",
                "2H"
            ],
            "rarity": "Artifact",
            "source": "Canbrew",
            "entries":
            [
                "Only the one who knows the ways of Mage Guardian can wield this sword.",
                "This weapon absorbs the spells around. Whenever someone casts a harmful spell in 30 feet of you, it copies the damage type of the spell. When you hit, roll the dice for the damage again as the damage type it copied.",
                "You can use your reaction to make an attack roll against any harmful spell that targets only you to block the spell entirely. You must roll higher than the attacker's roll or DC, plus the level of the spell.",
                "Prerequisite: Strength 18, Intelligence 14."
            ]
        },
        {
            "name": "Ghost Mail",
            "baseItem": "Scale Mail|PHB",
            "type": "MA",
            "armor": true,
            "weight": 45,
            "ac": 14,
            "reqAttune": true,
            "stealth": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Scale mail that allows you to use a reaction to have a melee attack pass through you as if you were ethereal. Each use pulls you towards death, and next time you must make death saves you automatically fail one for each use of this item. If you survive, this is reset. Would likely only be used to avoid fatal damage. When the light shines just right on this armor's polished scales, tendrils of white mist can be discerned moving somewhere within."
            ]
        },
        {
            "name": "Hide of the Winter Wolf",
            "baseItem": "Hide Armor|PHB",
            "type": "MA",
            "armor": true,
            "weight": 12,
            "ac": 12,
            "reqAttune": true,
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "The hue of this pelt draws up imagery of a frozen waste coated in snow or a harsh winter. The fine white fur is almost always chilled to the touch, only warming after prolonged contact. The size, texture, and snowy hue are all telltale signs of its origin as a pelt of a winter wolf.",
                "While worn, cold damage you take is reduced by {@damage 1d8}.",
                "This armor is considered cold-weather gear."
            ]
        },
        {
            "name": "Scorpion Armor",
            "baseItem": "Half Plate Armor|PHB",
            "type": "MA",
            "armor": true,
            "weight": 40,
            "ac": 15,
            "reqAttune": true,
            "curse": true,
            "stealth": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Crafted from the chitin of a giant scorpion. Your maximum Constitution increases by 2. When you take a critical hit, your blood splatters and deals the damage you took as acid damage to all enemies adjacent to you.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "Once you wear this armor, you are cursed. It corrupts your blood with the venom of the scorpion. Dark green veins show under your skin. Healing potions deal damage to you. You can instead drink poison potions to recover. Your AC is 15 + your Dexterity modifier (max 2)."
                    ]
                }
            ]
        },
        {
            "name": "Venombane Armor",
            "baseItem": "Hide Armor|PHB",
            "type": "MA",
            "armor": true,
            "weight": 12,
            "ac": 12,
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This spider hide armor absorbs poison and allows you to traverse webbed areas more easily. While you're wearing this armor, you can't be caught in webs of any sort and can move through webs as if they were difficult terrain. In addition, when you take poison damage while wearing this armor, you can use your reaction to reduce the damage by {@dice 1d8} + your Constitution modifier."
            ]
        },
        {
            "name": "Darkwood Half Plate Armor",
            "baseItem": "Half Plate Armor|PHB",
            "type": "MA",
            "armor": true,
            "weight": 20,
            "ac": 15,
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This armor is made of darkwood, a light but dense wood that is as strong as steel and cannot catch fire. This armor weighs half as much as its mundane equivalent. You don't have disadvantage with Dexterity (Stealth) checks wearing this armor."
            ]
        },
        {
            "name": "Darkwood Breastplate Armor",
            "baseItem": "Breastplate Armor|PHB",
            "type": "LA",
            "armor": true,
            "weight": 10,
            "ac": 14,
            "reqAttune": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "This armor is made of darkwood, a light but dense wood that is as strong as steel and cannot catch fire. This armor weighs half as much as its mundane equivalent. Your AC equals to 14 + your Dexterity modifier."
            ]
        },
        {
            "name": "Elven Chain",
            "baseItem": "Chain Shirt|PHB",
            "type": "LA",
            "armor": true,
            "weight": 10,
            "ac": 13,
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Pinnacle of elven craftsmanship. You are considered proficient with this armor, even if you lack proficiency with medium armor. Your AC equals to 13 + your Dexterity modifier. This armor is concealed."
            ]
        },
        {
            "name": "Ravenous Sentinel",
            "baseItem": "Half Plate Armor|PHB",
            "type": "MA",
            "armor": true,
            "weight": 40,
            "ac": 15,
            "reqAttune": true,
            "stealth": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "When an incoming attack misses by between 1 to 4 points, tries to “eat” the metal weapon with an opposed attack roll (magic weapons add their enhancement bonus squared). If it succeeds, the weapon is destroyed and the armor gains +3 magic bonus for 1 minute. The armor must be “fed” daily or else it may try to eat nearby metal objects at random."
            ]
        },
        {
            "name": "Armor of the Totem",
            "baseItem": "Studded Leather Armor|PHB",
            "type": "LA",
            "armor": true,
            "weight": 13,
            "ac": 12,
            "reqAttune": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "This suit of studded leather armor is made entirely without metal. Studs are made of polished ironwood. Buckles and clasps are crafted of carved bone, horn, and claw. When you use your Wild Shape ability, this armor changes shape as well, granting +2 AC while in animal form. Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes."
            ]
        },
        {
            "name": "Juggernaut Plate",
            "baseItem": "Plate Armor|PHB",
            "type": "HA",
            "armor": true,
            "weight": 65,
            "ac": 18,
            "reqAttune": true,
            "stealth": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "Requires str 18, max speed 30ft, gives -5 to Dexterity saves while wearing, but allows a special {@action Attack} action.",
                {
                    "type": "entries",
                    "name": "Charge",
                    "entries":
                    [
                        "Move 30 ft straight and make a Shove contest against all in the path of the last 20 ft., doing {@damage 1d8} bludgeoning to all who fail. You do not provoke opportunity attacks, and moving through enemy space is treated as normal terrain. You have resistance to mundane damage until the end of your next turn after Charge is initiated."
                    ]
                },
                "You have +5 to Athletics checks when charging."
            ]
        },
        {
            "name": "Tabula Rasa",
            "baseItem": "Plate Armor|PHB",
            "type": "HA",
            "armor": true,
            "weight": 65,
            "ac": 18,
            "reqAttune": true,
            "stealth": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "A clean, white, adamantine plate armor. When you kill an elemental, a rune engraving related to the type of the elemental appears on the armor, giving you permanent resistance to the type of the elemental while you're donned."
            ]
        },
        {
            "name": "Mithril Plate Armor",
            "baseItem": "Plate Armor|PHB",
            "type": "HA",
            "armor": true,
            "weight": 35,
            "ac": 18,
            "reqAttune": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "Mithril is a light, flexible metal. Mithril armor weighs half as much as its mundane equivalent. If the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithril version of the armor doesn't."
            ]
        },
        {
            "name": "Mithril Splint Armor",
            "baseItem": "Splint Armor|PHB",
            "type": "HA",
            "armor": true,
            "weight": 30,
            "ac": 17,
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "Mithril is a light, flexible metal. Mithril armor weighs half as much as its mundane equivalent. If the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithril version of the armor doesn't."
            ]
        },
        {
            "name": "Mirage Shield",      
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "charges": 2,
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "attachedSpells":
            [
                "Shield"
            ],
            "entries":
            [
                "This is a shield that casts {@spell Shield|PHB} on you. It has a rune engraved under its grip. When you follow the engraving with your finger using a bonus action, it lights up dimly and activates. Next time you are hit, light refracts from the shield and another shield appears in front of this shield. It has 2 charges which replenishe after a short rest."
            ]
        },
        {
            "name": "Rebuker",      
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "charges": 3,
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This magic shield is forged by a mysterious group of Githzerai whose work is prized for its craftiness.",
                "When you take damage from a creature you can see within 30 feet of you and are holding the shield, you can expend 1 of its charges as a reaction to reduce the damage you take by {@dice 1d6}. When you do, you choose an ability. Until the end of their next turn, that creature magically has disadvantage on the next saving throw it makes of the chosen ability.",
                "Once a creature has been affected by this property, they can't be affected by it again for 1 minute.",
                "This shield has 3 charges and regains {@dice 1d3} expended charges daily at dawn."
            ]
        },
        {
            "name": "Band of the Shimmering Shield",      
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 1,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A brass armband that projects a disk of force, giving +2AC, but leaving your hand free enough to still take the 'use an object' action."
            ]
        },
        {
            "name": "Eladrian Shield",       
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "A wooden shield inlaid with mithril ornaments. Slightly pulls any projectile towards it. Provides +3 AC against projectiles and +2 AC to the rest of the attacks."
            ]
        },
        {
            "name": "Twitcher's Shield",
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "A shield made out of thick wooden sticks tied together with a leather strap as a grip.",
                "This shield feeds from your fears. Whenever you're surprised you panic and raise your shield, gaining temporary hit points equal to 20 - your Wisdom score until the end of the surprise round."
            ]
        },
        {
            "name": "Sage Bull",            
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "charges": 5,
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A full metal shield with a large bull face ornament at the front.",
                "This shield holds a maximum of 5 charges. It replenishes {@dice 1d4} charge every dawn.",
                "Guiding Flame: You may expend 2 charges to have the guiding flame show you the level of danger in the direction you're pointing it at.",
                {
                    "type": "list",
                    "items":
                    [
                        "Green Flame - No Threat",
                        "Purple Flame - Low Threat",
                        "Red Flame - Medium Threat",
                        "Black Flame - High Threat."
                    ]
                },
                {
                    "type": "entries",
                    "name": "In Flames",
                    "entries":
                    [
                        "When melee attacked, as a reaction, you may expend 2 charges to attempt to ignite the attacking creature in flames. The attacking creature must make a DC 17 Intelligence saving throw. If they fail, they take {@damage 3d10} fire damage. If they are successful, nothing happens."
                    ]
                }
            ]
        },
        {
            "name": "Mirrored Shield",
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Very Rare",
            "source": "Canbrew",
            "entries":
            [
                "You can add your shield's AC bonus to any Dexterity saving throw you make against a projectile like spell that targets only you. If the attacker's roll equals your AC or spell's DC equals your Dexterity saving throw, it reflects the spell back at its caster."
            ]
        },
        {
            "name": "Coralshield Golem",
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This ancient golem is fashioned in the shape of a crab and made of a light but sturdy coral. While wearing it on your back, you can use a bonus action to instruct it to shield you. Doing so causes the crab to slowly move along your arm, and at the start of your next turn dons itself like an ordinary shield. Once equipped, you can instruct it to return to your back, doffing itself at the start of your next turn.",
                "If you do not have a free hand or refuse to drop what you're holding when the crab attempts to don itself, it returns and re-attaches to your back at the start of the next turn, when it can be summoned once again. If the golem is removed from you against your will, it will slowly move toward you at a speed of 5 feet as it can see you."
            ]
        },
        {
            "name": "Rho Aias",            
            "baseItem": "Shield|PHB",
            "type": "S",
            "weight": 6,
            "ac": 2,
            "reqAttune": true,
            "rarity": "Artifact",
            "source": "Canbrew",
            "entries":
            [
                "This shield expands and gives a bonus equal to the number of enemies in 30 feet of you to your AC, starting from +0. For each expansion, you get -5 ft. to your speed."
            ]
        },
        {
            "name": "Injection Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Common",
            "source": "Canbrew",
            "entries":
            [
                "These arrow's heads are hollow and have storage equal to that of a vial. It contains a tiny mechanism similar to a syringe. You can use an action to prepare a syringe. Liquids held within never dry out, and are injected directly into a creature struck."
            ]
        },
        {
            "name": "Void Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This pitch dark piece of ammunition is composed of densely packed shadows. A creature hit by this magic ammunition takes force damage instead of piercing damage. This ammunition makes no sound when it's fired or strikes a surface. It leaves no discernible wounds and vanishes immediately after hitting a creature."
            ]
        },
        {
            "name": "Armor Piercing Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "These arrows have very narrow metal tips, instead of a standard broad head, they appear much as a target arrow, but painfully sharp and heavier. Because of the small point of impact, the armor-piercing arrow can penetrate better through most armors. Wielding an armor-piercing arrow ignores up to 3 points of creature's AC gained from mundane armor."
            ]
        },
        {
            "name": "Arrow of Transposition",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "On-hit, the attacker and target immediately exchange positions, if they both can fit. If transposition is impossible, both take {@damage 3d6} force damage, and are returned to their original positions."
            ]
        },
        {
            "name": "Hollow-point Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "On-hit, the target must make a DC equal to your Strength modifier + 10 Strength save or be knocked prone. Damage dealt is Bludgeoning, rather than Piercing."
            ]
        },
        {
            "name": "Mind Devouring Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "These pale grey arrow tips are crafted from many {@creature Intellect Devourer|MM}'s spinal cartilage.",
                "When you hit a creature with a ranged attack using this arrow, the target takes an extra {@damage 1d8} psychic damage and is forced to make a DC 15 Intelligence saving throw. On a failed save, the creature is dropped to 0 Intelligence and stunned until the end of their next turn. On a successful save, the creature is not stunned and is immune to these arrows for the next 24 hours. A construct or undead creature automatically succeeds on the saving throw."
            ]
        },
        {
            "name": "Arrow of Rest",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "if it hits on a surprise round it casts Sleep on that target."
            ]
        },
        {
            "name": "Witch Hunter's Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This arrow has an adamantine tip, a tiny pearl at the back, and a strand of adamantine wire connecting them inside the shaft.",
                "When a creature is hit with this arrow, the creature loses all of their spellcasting ability. Any spell that is cast after being hit is ineffective. The creature also loses concentration on their spells.",
                "The arrow can be removed using an action. At removal, the creature regains their concentration."
            ]
        },
        {
            "name": "Horned Arrow",
            "baseItem": "Arrow|PHB",
            "type": "A",
            "weight": 0.05,
            "reqAttune": true,
            "bonus": "+2",
            "rarity": "Legendary",
            "source": "Canbrew",
            "entries":
            [
                "Forged from the horns of slaughtered unicorns, each horned arrow is sentient with the soul of the unicorn it was crafted from. They remember how they died and how they were forged into the arrow. Over a long time, they are broken into Stockholm Syndrome.",
                "As a bonus action, you may magically call all horned arrows back to you. An arcane unicorn embodies each arrow and they run back into your quiver. You gain +2 to your attack and damage rolls made with this arrow. These arrows cannot break as long as you are attuned to them."
            ]
        },
        {
            "name": "What Ring?",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Uncommon",
            "attachedSpells":
            [
                "Nondetection"
            ],
            "source": "Canbrew",
            "entries":
            [
                "This ring has {@spell Nondetection|PHB} spell cast on it by itself continuously."
            ]
        },
        {
            "name": "Ring of the Mimic",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "This ring may not shoot fireballs, but it never fails to impress shoppers. Once per day you may use the Ring of the Mimic to transform magically into an inanimate object within sight. This object can only be Tiny sized"
            ]
        },
        {
            "name": "Ring of Mind Shielding",
            "type": "RG",
            "weight": 0.05,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "You are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.",
                "You can use an action to cause the ring to become invisible until you use another action to make it visible until you remove the ring, or until you die.",
                "If you die while wearing the ring, your soul enters it, unless it already houses a soul. You can remain in the ring or depart for the afterlife. As long as your soul is in the ring, you can telepathically communicate with any creature wearing it. A wearer can't prevent this telepathic communication."
            ]
        },
        {
            "name": "Ring of Shark Detection",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "Plays the Jaws music when a shark is within 60ft."
            ]
        },
        {
            "name": "Ring of Water Walking",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Uncommon",
            "source": "Canbrew",
            "entries":
            [
                "You can stand on and move across any liquid surface as if it were solid ground."
            ]
        },
        {
            "name": "Exile's Ring",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Rare",
            "attachedSpells":
            [
                "Banishment"
            ],
            "source": "Canbrew",
            "entries":
            [
                "An exotic ring with tiny chains circling it.",
                "Once a day you can cast 4th-level {@spell Banishment|PHB}.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "It's cursed and cannot be removed. Once worn, whatever settlement you're in, you are magically exiled {@dice 1d6} days after from there. Reroll the die when you enter another settlement. You roll Wisdom Saving Throw with DC 10 to enter or stay in a settlement you're exiled. The DC increases each day by 1."
                    ]
                }
            ]
        },
        {
            "name": "Ring of Greater Mage Hand",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Uncommon",
            "attachedSpells":
            [
                "Mage Hand"
            ],
            "source": "Canbrew",
            "entries":
            [
                "It is said that some can manipulate the forces of nature. This ring is sure to increase your connection to the said forces.",
                "This ring enhances your {@spell Mage Hand|PHB} spell. You know the {@spell Mage Hand|PHB} spell if you don't already.",
                {
                    "type": "list",
                    "items":
                    [
                        {
                            "type": "entries",
                            "name": "Push",
                            "entries":
                            [
                                "You can push your enemy a distance equal to your spellcasting ability modifier."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Pull",
                            "entries":
                            [
                                "You can pull your enemy a distance equal to your spellcasting ability modifier."
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Levitate",
                            "entries":
                            [
                                "The weight your {@spell Mage Hand|PHB} can carry is increased by your spellcasting ability score in pounds."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Ring of Entropy",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "When you roll a critical fail, your next roll is a critical success, vice versa. The second critical success/fail generated by the ring doesn't charge the ring again."
            ]
        },
        {
            "name": "Heart of Hydra",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "A red gold ring. Protects you from a failed death saving throw once, then shatters."
            ]
        },
        {
            "name": "Seal of Gal'badur",
            "type": "RG",
            "rarity": "Rare",
            "source": "Canbrew",
            "entries":
            [
                "You can wear it to gain advantage on Charisma checks against dwarfs."
            ]
        },
        {
            "name": "Ring of Alucard",
            "type": "RG",
            "reqAttune": true,
            "rarity": "Legendary",
            "charges": 10,
            "source": "Canbrew",
            "entries":
            [
                "Whenever you deal melee damage to anything that isn't undead or a construct, you gain temporary hit points equal to your proficiency bonus.",
                "This ring has 10 charges. As part of a melee attack, you can expend 4 charges to gain hit points equal to the damage you dealt. It recharges using your blood. Roll {@dice 1d8}'s as many as your level, take the result as necrotic damage, for each charge restored."
            ]
        },
        {
            "name": "Bands of Amend",
            "rarity": "Uncommon",
            "weight": 1,
            "source": "Canbrew",
            "entries":
            [
                "Two interlocking bands, one gold engraved with motifs of Justitia and the other granite with motifs of Arete.",
                "Justitia rewards order with temporary hit points equal to your level and punishes chaos with Shocking Grasp.",
                "Arete rewards goodness with inspiration and punishes evil with a Sacred Flame.",
                "Once worn, only a royal blood can unequip it from you."
            ]
        },
        {
            "name": "Band of Atonement",
            "rarity": "Rare",
            "weight": 0.5,
            "reqAttune": "by a Creature of Chaotic Alignment",
            "source": "Canbrew",
            "entries":
            [
                "A leather wristband with 8 small circular runes on it",
                "Each rune heals the wearer for {@dice 1d8}.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "Upon wearing it, roll a Wisdom check. DC is designated by the chaos you have accumulated. On a fail, you are cursed and cannot remove the band. On a success, the band has neither effect nor any healing power and can be removed.",
                        "Your acts on the righteous path grants you rune charges.",
                        {
                            "type": "entries",
                            "name": "Mind Lull",
                            "entries":
                            [
                                "You lose the temptation for the chaos inside you. Your emotions are calmer and your mind focused on the righteous path. Before acting in a mischievous way you must pass a Wisdom check. On a fail, your mind is blanked and you cannot continue your act.",
                                "If {@spell Remove Curse|PHB} is cast on you, the ring ceases to function.",
                                "\"For you have sinned, you must atone.",
                                "Your chaos shall cease. Your emotions shall go quiet.",
                                "Your passion shall soothe.",
                                "Worry not, for I shall cleanse you from the chaos inside.\""
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "name": "Eyes of Minute Seeing",
            "rarity": "Uncommon",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "These crystal lenses fit over the eyes. While wearing them, you can see much better than normal out to a range of 1 foot. You have proficiency(expertise if you're already proficient) on intelligence (Investigation) checks that rely on sight while searching an area or studying an object within that range."
            ]
        },
        {
            "name": "Mask of Confidence",
            "rarity": "Uncommon",
            "weight": 0.5,
            "reqAttune": true,
            "attachedSpells":
            [
                "Charm Person"
            ],
            "source": "Canbrew",
            "entries":
            [
                "An ornate mask, like those worn for masked balls. The wearer hears a constant stream of sycophantic praise. Allows you to cast {@spell Charm Person|PHB} spell once a day."
            ]
        },
        {
            "name": "Mask of the Pact Bearer",
            "rarity": "Uncommon",
            "weight": 0.5,
            "reqAttune": "by a Warlock",
            "source": "Canbrew",
            "entries":
            [
                "This mask appears like a normal wooden mask before you attune to it. When you attune to this mask, your otherworldly patron's presence over you magically reshapes it to represent the visage of your patron. While you wear this mask, you can cast one spell from your patron's expanded spell list without expending a spell slot. The spell must be of a level equal to or less than your warlock spell slot level. A spell cast in this way is always cast at its lowest level, regardless of your normal warlock spell slot level. Once the mask has been used in this way, it can't be used again until the following dawn."
            ]
        },
        {
            "name": "Dancing Shoes",
            "rarity": "Uncommon",
            "weight": 1,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "When an attack misses you, you may move 5ft as a reaction. If you chose to move \"U can't touch this\" starts to play.",
                "Float like a butterfly, sting like a bee."
            ]
        },
        {
            "name": "Achilles' Heal",
            "charges": 3,
            "weight": 1,
            "rarity": "Uncommon",
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "These boots have 3 charges which refresh at dawn.",
                "When you use any type of healing that requires die roll, you can expend a charge and reroll a die once."
            ]
        },
        {
            "name": "Babel’s Ornament",
            "rarity": "Rare",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "An earring that translates all languages.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "Sometimes lies and causes mischief."
                    ]
                }
            ]
        },
        {
            "name": "Belt of the Last Man",
            "rarity": "Rare",
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "Gain +1 AC for each PC party member that is unconscious, with the effect ending if they die or wake up."
            ]
        },
        {
            "name": "Mirror of Imprisonment (od, too op, too boring, can be salvaged)",
            "rarity": "Artifact",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "The mirror was used in the days of old to trap an immortal evil. Once the creature was captured, the heroes attempted to destroy the mirror to kill the creature, needless to say, they failed.",
                "This item requires attunement, to attune to this item, you must speak the true name of the last creature you killed. When attuned, you gain the following:",
                {
                    "type": "list",
                    "items":
                    [
                        "You gain a bonus +4 to your charisma to your modifier.",
                        {
                            "type": "entries",
                            "name": "Scrying",
                            "entries":
                            [
                                "Once per long rest, you may cast {@spell Scrying|PHB}"
                            ]
                        }
                    ]
                },
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "This item is cursed. Upon attunement, you must look into the mirror at every dawn or take {@damage 12d10} magic damage. Every time you look into the mirror, you are shown how one of your friends or family member will die. The mirror, however, will sometimes show the truth or a false vision. At the end of every vision, you must make a Constitution saving throw (DC 19), if you fail, you take 3d10 psychic damage. The only way to unattune to this item is you must save someone from their deathly fate you have been shown."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Death's Whisper",
                    "entries":
                    [
                        "This mirror is sentient with a trapped lesser demon."
                    ]
                }
            ]
        },
        {
            "name": "Chalice of Hestia",
            "rarity": "Rare",
            "weight": 0.5,
            "reqAttune": true,
            "bonus": "+2",
            "source": "Canbrew",
            "entries":
            [
                "Whitish gold chalice inlaid with red gems. Red gems are carved to resemble flames.",
                "The chalice imprints on you. It only works while you are holding it.",
                "Whatever liquid you fill it with turns into wine. If you sing love songs or read love poems to it while filling it, the quality of the wine increases. While you drink from the chalice, you can taste her lips. If you go to bed drunk with the wine, you see Hestia in your dreams.",
                "You have +2 bonus to your spell attacks",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "If you have sex/romance with any others, Hestia will get jealous. The wine will turn into blood and you'll lose the items's magic bonus."
                    ]
                }
            ]
        },
        {
            "name": "Cloak of the Matador",
            "rarity": "Rare",
            "weight": 2,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "As a reaction, you may have an enemy attack against an ally within 5ft of you target you instead. If you took the dodge action on your turn - possibly causing it to miss."
            ]
        },
        {
            "name": "Mantle of Misfortune",
            "rarity": "Rare",
            "weight": 2,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "When you roll 1 on a {@dice d20}, your mantle spreads the effect. Until the start of your next turn, any creature within 60 feet must roll a {@dice d4} and subtract the result from any attack rolls, ability checks or saving throws."
            ]
        },
        {
            "name": "Pouch of Replenishment",
            "rarity": "Very Rare",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This pouch holds a maximum of 3 potions. At the beginning of a long rest, you may choose to activate the pouch's magic. Should there be any empty common, uncommon or rare potions within the bag during a long rest, roll {@dice 1d4}. If you roll a 1-2, they are magically destroyed and the maximum number of potions the pouch can hold is lowered by 1. If you roll a 3-4, they are magically replenished.",
                "Until the pouch is opened the potion is both full and destroyed."
            ]
        },
        {
            "name": "Goblin's Gourd",
            "rarity": "Common",
            "type": "P",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This gourd is covered in primitive carvings and decorations. It is accented by a cork stuffed with grass and weeds to seal it shut. Upon removing the cork, the interior reveals a noxious smelling, thick substance that is almost unnaturally sticky. Made through a combination of goblin alchemy if crushed fermented plants and other natural waste, this gourd seem to be a mainstay among their culture.",
                {
                    "type": "entries",
                    "name": "Ingestion",
                    "entries":
                    [
                        "When consuming this potion, roll a Constitution saving throw with a DC 8. This DC increases by 2 for each consumption within a 24-hour span.",
                        "On a failure, you become {@condition poisoned} for {@dice 1d6} rounds.",
                        "On a success, you regain hit points equal to {@dice 1d6} + your Constitution modifier."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Thrown",
                    "entries":
                    [
                        "After a successful ranged attack, if the target is a Medium or smaller creature, it must make a Strength saving throw DC 10.",
                        "On a failure, the target is {@contidion restrained}. It can spend its action to attempt to break free by rerolling the save, this effect lasts {@dice 1d4} rounds."
                    ]
                },
                "Any goblinoid type creature lowers listed DCs by 2 and only adds +1 for each additional usage due to familiarity and use."
            ]
        },
        {
            "name": "Eldritch Scarf",
            "rarity": "Rare",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This dark, silky scarf moves slightly on its own in a breeze that no one can feel and absorb more light than it reflects.",
                "The scarf has an extradimensional space within the folds of its fabric that can only be reached while it's worn. The space holds 60 pounds of material, not exceeding a volume of 6 cubic feet. The scarf always weighs 1 pound, regardless of its contents.",
                "Despite being able to place items in the scarf, reaching back into it fails to return them to your grasp. The frayed ends of the scarf are actually wisp-like hands that slowly twist and curl on their own. While wearing the scarf, you can mentally command the hands as a bonus action to reach into the extradimensional space and retrieve a stored item.",
                "Placing the scarf inside an extradimensional space created by a \"bag of holding\", \"portable hole\", or similar item instantly destroys both items and creates a singularity."
            ]
        },
        {
            "name": "Belt of Returning",
            "rarity": "Rare",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "A finely crafted dark leather belt with three loops, each decorated with a shard of sapphire.",
                "The magic of the belt leaves an invisible mark on the surface of the weapons stowed in each loop and invisibly inscribes the name of the item on the sapphire shard. Three one-handed weapons with the thrown property can be 'attuned' to the belt.",
                "When a weapon, from the belt, is thrown at an object or creature, hit or miss, the weapon will return to the belt at the end of your turn."
            ]
        },
        {
            "name": "Eye of the Fiendlord",
            "rarity": "Very Rare",
            "weight": 0.05,
            "reqAttune": true,
            "curse": true,
            "attachedSpells":
            [
                "Find Familiar"
            ],
            "source": "Canbrew",
            "entries":
            [
                "While you are attuned to the eye, once a day, you can cast see invisibility on yourself at will. You can choose to see through its magically enhanced lens using a bonus action.",
                "Looking through the eye grants you darkvision of up to 120 feet, and are able to peer through both magical and nonmagical darkness using it.",
                {
                    "type": "entries",
                    "name": "Curse",
                    "entries":
                    [
                        "When you attune to the Eye of the Fiendlord, you are suddenly overcome with the urge to see what it sees. Make a DC 20 Wisdom saving throw. On a success, you're able to resist the enchantment and are aware of the curse's effects, but are not attuned to it. On a failure, you forcefully tear out one of your own eyes, taking {@damage 4d6} necrotic damage, allowing the Eye of the Fiendlord to crawl into its place. If you are already missing an eye, you are simply compelled to allow the eye to crawl into the empty socket.",
                        "You can see normally while the Eye of the Fiendlord remains in your socket, but you can choose to close your other eye to see through its magically enhanced lens using a bonus action. The eye moves slower than a normal eye, leaving slight trails and motion blurs behind it as you look through it. While looking only through the Eye of the Fiendlord, you have disadvantage on any attack you make as well as ability checks that rely on depth perception. You can open your other eye and regain your normal vision using another bonus action.",
                        {
                            "type": "entries",
                            "name": "Familiar",
                            "entries":
                            [
                                "The eye is a gruesome familiar. As an action, you can command the eye to crawl out of its socket and move independently of you. Use the abilities described in the {@spell Find Familiar|PHB} spell when commanding the Eye of the Fiendlord. The eye has five hit points, an AC of 12, movement and climbing speed of 20 feet, does not require air to breathe and has a +6 bonus to Dexterity (Stealth) checks. If the eye is slain or you dismiss it, it reappears inside your open eye socket with a sickly sound. If it was slain, you cannot use its magical sight or command it as a familiar again until the following dusk."
                            ]
                        },
                        "Targeting the eye with the {@spell Remove Curse|PHB} spell or unattuning to it causes the eye to pull itself out of the socket and crawl away. Slaying the eye while it is unattuned to a creature destroys the item."
                    ]
                }
            ]
        },
        {
            "name": "Red Claw's Regalia",
            "rarity": "Very Rare",
            "weight": 3,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This tough dragon scale robe is miraculously insulated and comfortable. While wearing the robe, you gain the following benefits:",
                {
                    "type": "list",
                    "items":
                    [
                        "You can withstand extreme temperatures without any additional protection.",
                        "Your Constitution score increases by 2, to a maximum of 22.",
                        "You have resistance to fire damage.",
                        "You can walk on lava as if it were solid ground, without taking fire damage from it. Ending your turn on lava causes you to sink into it and take fire damage as normal."
                    ]
                },
                "The hem of this robe glimmers with slowly shifting embers. While wearing this robe, your steps leave behind small motes of magical fire and scorched earth. The flames and marks left behind are harmless and disappear 1 second after they appear."
            ]
        },
        {
            "name": "Wrath of Zeus",
            "rarity": "Uncommon",
            "weight": 1,
            "reqAttune": true,
            "attachedSpells":
            [
                "Thunderclap"
            ],
            "source": "Canbrew",
            "entries":
            [
                "Gold plate bracers. On a roll of 9 or 11, your unarmed strike explodes with {@spell Thunderclap|XGE}. On a roll of 10, it backfires and you take {@damage 1d6} lightning damage. The spell's DC equals to 8 + your proficiency bonus + your Charisma modifier."
            ]
        },
        {
            "name": "Mage Guardian's Helm",
            "rarity": "Artifact",
            "weight": 6,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "A full plate helmet without any openings. While you are wearing it, you are blinded, deafened, and mute. If you know the ways of Mage Guardian, you can activate the helm's 60-foot Truesight. Provides resistance to psychic damage, {@spell Charm Person|PHB} and {@spell Sleep|PHB}."
            ]
        },
        {
            "name": "Webgrip Rucksack",
            "rarity": "Uncommon",
            "weight": 3,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This spider leather bag is lined with a thin layer of adhesive web.",
                "Items stored inside the bag are held in place by the web, preventing stored items from clattering around or being removed without permission. While you're wearing the bag, creatures other than you have disadvantage on Dexterity (Sleight of Hand) checks to steal from the bag. The bag and its eight straps adhere to the surface they're pressed against, such as a creature's torso or the wall of an inn. If you're wearing the bag, you can gently remove the straps from your body as an action. Other creatures that attempt to wrench the bag from you make any Strength checks to do so with disadvantage.",
                "The bag can hold up to 8 cubic feet or 80 pounds. Spider leather is pliable and stretches easily, allowing the bag to shrink and grow to accommodate the objects placed inside to some degree. Even though the eyes adorning the bag are lifeless and unmoving. they still blink on a rare occasion."
            ]
        },
        {
            "name": "Swiss Army Wand",
            "rarity": "Uncommon",
            "type": "WD",
            "weight": 1,
            "charges": 7,
            "reqAttune": true,
            "attachedSpells":
            [
                "Create Bonfire",
                "Dancing Lights",
                "Mending",
                "Prestidigitation",
                "Alarm"
            ],
            "source": "Canbrew",
            "entries":
            [
                "You're not sure who the Swiss are or why an army would need such a non-aggressive wand, but it seems useful enough. Never Leave Home Without It. This wand regains {@dice 1d6+1} expended charges daily at dawn. You can expend 1 or more charges to cast one of the following spells from the wand: {@spell Create Bonfire|XGE} (1 charge), {@spell Dancing Lights|PHB} (1 charge), {@spell Mending|PHB} (1 charge), {@spell Prestidigitation|PHB} (1 charge), or {@spell @spell Alarm|PHB} (2 charges)."
            ]
        },
        {
            "name": "Wand of Magic Missiles",
            "rarity": "Rare",
            "type": "WD",
            "weight": 1,
            "charges": 7,
            "reqAttune": true,
            "attachedSpells":
            [
                "Magic Missile"
            ],
            "source": "Canbrew",
            "entries":
            [
                "While holding it, you can use an action to expend 1 or more of its charges to cast the {@spell Magic Missile|PHB} spell from it. For 1 charge, you cast the 1st-level version of the spell. You can increase the spell slot level by one for each additional charge you expend. The wand regains {dice 1d6+1} expended charges daily at dawn. If you expend the wand's last charge, the wand crumbles into ashes and is destroyed."
            ]
        },
        {
            "name": "Clockwork Faefly",
            "rarity": "Very Rare",
            "weight": 0.05,
            "reqAttune": true,
            "attachedSpells":
            [
                "Light"
            ],
            "source": "Canbrew",
            "entries":
            [
                "This bronze clockwork mechanism is 2 inches long and has a glass vial under it. It whirs with the hum of tiny gears inside.",
                "You can tap the head of the faefly twice as a bonus action. When you do, the mechanism flutters 5 feet in the air and emits the {@spell light|PHB} spell.",
                "The faefly has AC 15 and 10 hit points and flies in this way until it falls to 0 hit points or another creature grasps it. If you move more than 3 feet from the hovering faefly, it follows you until it is within 3 feet of you.",
                "If the {@spell Mending|PHB} spell is cast on the faefly while it has at least 1 hit point, it regains {@dice 2d6} hit points. If the faefly drops to 0 hit points, it can't be used again."
            ]
        },
        {
            "name": "Clockwork Healerbee",
            "rarity": "Very Rare",
            "weight": 0.05,
            "charges": 8,
            "reqAttune": true,
            "attachedSpells":
            [
                "Healing Word"
            ],
            "source": "Canbrew",
            "entries":
            [
                "This pill-shaped magical mechanism is 2 inches long and made of brass. It has a pair of tiny wings that silently keep it aloft. It hovers up to 5 feet above the ground and does its best to stay at your side within your space.",
                "The bee has 8 charges and regains {@dice 1d6+2} expended charges daily at dawn. While the bee is within your space, you can speak its command word and expend up to 3 of its charges as a bonus action to command the bee to heal a creature that you can see within 20 feet of you. The bee flies to the creature's space and stings the creature, casting a {@spell Healing Word|PHB} for each expended charge. After healing the creature, the bee returns to your space.",
                "It has AC 15, 10 hit points, and has resistance to all damage types. If the {@spell Mending|PHB} spell is cast on the bee while it has at least 1 hit point, it regains 2d6 hit points. If the bee drops to 0 hit points, it can't be used again."
            ]
        },
        {
            "name": "All-In Coin",
            "rarity": "Rare",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "On a roll you would normally use a {@dice d20}, flip a coin instead. Heads is a critical success, tails is a critical fail. It has one charge and refills when you roll 20 or 1 naturally."
            ]
        },
        {
            "name": "Hymn of Zeus",
            "rarity": "Rare",
            "weight": 1,
            "charges": 1,
            "reqAttune": true,
            "attachedSpells":
            [
                "Call Lightning"
            ],
            "source": "Canbrew",
            "entries":
            [
                "A prayer book that gives +2 on Religion checks when held. Has one charge of {@spell Call Lightning|PHB}."
            ]
        },
        {
            "name": "Opus of Poseidon",
            "rarity": "Legendary",
            "weight": 1,
            "charges": 8,
            "reqAttune": true,
            "attachedSpells":
            [
                "Shape Water",
                "Ice Knife",
                "Augury",
                "Call Lightning",
                "Tidal Wave",
                "Control Water",
                "Maelstrom",
                "Tsunami"
            ],
            "source": "Canbrew",
            "entries":
            [
                "Written by Poseidon himself. First users of the tidal magic were taught by this book. Generations have practiced these spells to carry Poseidon's will.",
                "It needs to be soaked in saltwater regularly or the pages will dry out and fall, losing spells.",
                "It has 8 charges and regains 1 charge on each ebb and flow.",
                {
                    "type": "table",
                    "caption": "Spells Contained in Opus of Poseidon",
                    "colLabels":
                    [
                        "Spell",
                        "Charge Expended"
                    ],
                    "colStyles":
                    [
                        "col-4",
                        "col-6"
                    ],
                    "rows":
                    [
                        [
                            "{@spell Shape Water|XGE}",
                            "0"
                        ],
                        [
                            "{@spell Ice Knife|XGE}",
                            "1"
                        ],
                        [
                            "{@spell Augury|PHB}",
                            "2"
                        ],
                        [
                            "{@spell Tidal Wave|XGE}",
                            "3"
                        ],
                        [
                            "{@spell Control Water|PHB}",
                            "4"
                        ],
                        [
                            "{@spell Maelstrom|XGE}",
                            "5"
                        ],
                        [
                            "{@spell Move Earth|PHB}",
                            "6"
                        ],
                        [
                            "{@spell Temple of the Gods|XGE}",
                            "7"
                        ],
                        [
                            "{@spell Tsunami|PHB}",
                            "8"
                        ]
                    ]
                }
            ]
        },
        {
            "name": "Potion of Shadow Form",
            "rarity": "Rare",
            "type": "P",
            "weight": 0.5,
            "source": "Canbrew",
            "entries":
            [
                "This potion's container seems to hold a black fog that moves and pours like water.",
                "When you drink this potion, you and everything you are carrying turn into a shadow for 1 hour. In this form, you are immune to being grappled and restrained, and to bludgeoning, piercing, and slashing damage from nonmagical weapons, but you are vulnerable to radiant damage. You can move through a space as narrow as 1 inch without squeezing. When you're in dim light or darkness, you add your Dexterity modifier twice to your Dexterity (Stealth) skill rolls and can take the Hide action as a bonus action. Finally, you gain Darkvision to 60 feet, if you didn't have it already. However, you can't manipulate objects and can't attack anyone except for other creatures made of shadows, including other creatures who have consumed this potion, creatures such as shadows or shadow demons, and creatures native to the Shadowfell."
            ]
        },
        {
            "name": "Potion of Sight",
            "rarity": "Common",
            "type": "P",
            "weight": 0.5,
            "source": "Canbrew",
            "entries":
            [
                "This potion's container seems to hold a very thick black goo. Drinking it gives you black eyes.",
                "When you drink this potion, you gain {@sense darkvision} out to a range of 30 ft. for 1 hour."
            ]
        },
        {
            "name": "Kraken Blood",
            "rarity": "Rare",
            "type": "P",
            "weight": 0.5,
            "source": "Canbrew",
            "entries":
            [
                "Actually, made from mushed Juvenile Kraken eye but \"Kraken Blood\" sells better.",
                "When you drink this potion, your eyes glow with a bright orange for the duration.",
                "You receive a total of 3 Legendary Actions which can be used within the next minute, all unused Legendary Actions fade away after this time.",
                "You can use a Legendary Action at the end of the turn of any other creature in the initiative order. You can use a maximum of one Legendary Action each round. To spend a Legendary Action you can do anything which would require a single Bonus Action or an Action to perform."
            ]
        },
        {
            "name": "Wand of Secrets",
            "rarity": "Rare",
            "type": "WD",
            "weight": 1,
            "charges": 3,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "While holding it, you can use an action to expend 1 of its charges, and if a secret door or trap is within 30 feet of you, the wand pulses and points at the one nearest to you. The wand regains {@dice 1d3-1} expended charges daily at dawn."
            ]
        },
        {
            "name": "Whistle of the Meadow Genie",
            "rarity": "Rare",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "Carved by a druid of the old ways. This whistle makes the sound of the spring winds when blown.",
                {
                    "type": "entries",
                    "name": "Bloom",
                    "entries":
                    [
                        "Once per day, as a bonus action, you may blow this whistle to activate its magic. All flowers within 100 ft. of you bloom to life. Healing all friendly creatures within 20 ft. of you for {@dice 1d6} + your Wisdom (Nature) modifier."
                    ]
                }
            ]
        },
        {
            "name": "Sheath of Bond",
            "rarity": "Very Rare",
            "weight": 1,
            "source": "Canbrew",
            "entries":
            [
                "The sheath magically adjusts its shape for any weapon you sheath into it.",
                "During a long rest, you can sheath a melee weapon in it, speak its command word and bind the weapon to the sheath. As a bonus action, you can re-summon your bound weapon into the sheath, whilst the weapon is in a 30 ft. range.",
                "There can only be one bound weapon at any time. If the bound weapon gets destroyed, the bond breaks. The bound weapon does not use your attunement slot while bound to the sheath."
            ]
        },
        {
            "name": "Archmage Krylles’ Instant Campsite",
            "rarity": "Rare",
            "weight": 4,
            "charges": 1,
            "source": "Canbrew",
            "entries":
            [
                "Throwdown this magical pack and have a furnished 4 man tent appear, with a fire pit and roaring fire, and a pot of water on the boil."
            ]
        },
        {
            "name": "Blood Pact Pendants",
            "rarity": "Rare",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "These iron pendants come in pairs and are connected by a powerful bond of self-sacrifice. In order to create this bond, you and a friendly creature with whom you are close perform a brief, 1-minute ritual to connect your destinies and forge a blood pact. When you create this blood pact, you must each agree on a number of hit points to permanently sacrifice, reducing your total maximum hit points (minimum 1). Once a pact has been forged, trickles of the bound creatures' blood are absorbed into the normally clear gem adorning the face of this pendant. While the gem is filled in this way, it seems to gently swirl and pulse in time with your heartbeat.",
                "While each bound creature is wearing their pendant and both are on the same plane of existence, they're protected by this pact so long as one creature is still conscious. When a bound creature dies, they're immediately revived with {@dice 2d10} hit points plus twice the number of hit points previously sacrificed by the creature. When a creature is revived in this way, the other bound creature immediately falls to 0 hit points and is knocked unconscious. This property ignores any effect that would normally prevent a creature from falling to 0 hit points. When this happens, both creatures' maximum hit points are returned to normal. Once the pact is ended in this way, the gems and pendants crack and are no longer magical."
            ]
        },
        {
            "name": "Liquid Focus",
            "rarity": "Legendary",
            "type": "SCF",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "You can mix and match your available spell slots. Expending a level 3 and a level 4 spell slot, you can cast a spell at level 7."
            ]
        },
        {
            "name": "Academic Focus",
            "rarity": "Legendary",
            "type": "SCF",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "attachedSpells":
            [
                "Identify",
                "Legend Lore"
            ],
            "entries":
            [
                "An orb that functions as an Arcane Focus, giving -5 to Passive Perception, but proficiency (expertise if you are already proficient) on Arcana checks. You can cast {@spell Legend Lore|PHB} as a 4th level spell, and {@spell Identify|PHB} without expending a spell slot. These spells are added to your spell list if you do not already know them, and they do not count against spells known."
            ]
        },
        {
            "name": "Adamantine Focus",
            "rarity": "Legendary",
            "type": "SCF",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "It acts as a conduit between you and your target. You can expend a spell slot and lend a spell of your choosing to an ally. For the next hour, your ally can cast the spell using the spell slot as an action."
            ]
        },
        {
            "name": "Pearl Focus",
            "rarity": "Legendary",
            "type": "SCF",
            "weight": 0.05,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "Amplifies your spells. When used; the level of the spell you are casting doubles but strains your physical form and you gain 1 exhaustion."
            ]
        },
        {
            "name": "Horadric Cube (ogd)",
            "rarity": "Very Rare",
            "weight": 0.5,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "It's a hand-sized cube with engravings on it. The cube can merge the same type of magical items into greater ones.",
                "If you touch any item to one of its sides, the item is diffused into it. You have one minute to insert the rest of the items. Otherwise, all items are ejected from it.",
                "The time required for this process is equal to the rarity level x 10 hours. Place 5 of the same item inside the cube, lock the cube and then wait.",
                "Some examples include: 5 +1 longwords can be merged into a +2 longsword, 5 Potions of Healing can be merged to a Potion of Greater Healing."
            ]
        },
        {
            "name": "Tome of Mage Guardian",
            "rarity": "Rare",
            "weight": 1,
            "reqAttune": true,
            "source": "Canbrew",
            "entries":
            [
                "This book is written in elder language and belongs to an over eight thousand year lineage of Mage Guardians, magically enhanced Eldritch Knights, Magi. They have been accompanying archmages for generations. When there are no archmages to protect and serve, they are sent into hibernation. Only the aura of a powerful mage can wake them up.",
                "The book has one purpose, passing ancestral knowledge and power of the guardians along. At least 14 Intelligence is required to understand it. Once you read this book, what you can make up of it grants you:",
                {
                    "type": "list",
                    "items":
                    [
                        "A cantrip, which you must choose from the abjuration or evocation schools",
                        "Knowledge of Weapon Bond",
                        "Ability to cast cantrips using bonus action if you used your action to attack with a two-handed melee weapon for that turn"
                    ]
                },
                "After reading, the writings will diminish for one hundred years."
            ]
        },
        {
            "name": "Identifier Machine",
            "rarity": "Uncommon",
            "weight": 62,
            "reqAttune": true,
            "attachedSpells":
            [
                "Identify"
            ],
            "source": "Canbrew",
            "entries":
            [
                "A contraption with a huge pearl on the right side and a hemisphere cavity on the left side. Between the two, numerous lenses and prisms are inlaid. The cavity is surfaced with polished adamantine. Whenever a magical item is brought close to the cavity, the pearl shines with the color of the specific magic school. The pearl's brightness points to the intensity of the magic.",
                "You can expend a spell slot to infuse the machine with your magic to \"{@spell Identify|PHB}\" the item."
            ]
        },
        {
            "name": "Beggar's Delight",
            "rarity": "Uncommon",
            "weight": 0.05,
            "source": "Canbrew",
            "entries":
            [
                "Enchanted by a wizard who was sick of eating their spouse's cooking. This fork tingles in your hand when picked up.",
                "When you use this fork to eat, you may think of any food begore taking a bite, the food on the fork takes the smell and tastes of what you are thinking of. Should the food on your fork have any poison in it, the fork magically melts in your hand."
            ]
        }
    ],
    "monster":
    [
        {
            "name": "Door Mimic",
            "size": "L",
            "type":
            {
                "type": "monstrosity",
                "tags":
                [
                    "shapechanger"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "N"
            ],
            "ac":
            [
                {
                    "ac": 15,
                    "from":
                    [
                        "natural armor"
                    ]
                }
            ],
            "hp":
            {
                "average": 142,
                "formula": "15d10 + 60"
            },
            "speed":
            {
                "walk": 5
            },
            "str": 21,
            "dex": 18,
            "con": 19,
            "int": 5,
            "wis": 13,
            "cha": 8,
            "skill":
            {
                "stealth": "+12"
            },
            "immune":
            [
                "acid"
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 11,
            "cr": "9",
            "trait":
            [
                {
                    "name": "Shapechanger",
                    "entries":
                    [
                        "The mimic can use its action to polymorph into an object or back into its true, amorphous form. Its statistics are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
                    ]
                },
                {
                    "name": "Adhesive (Object Form Only)",
                    "entries":
                    [
                        "The mimic adheres to anything that touches it. A Huge or smaller creature adhered to the mimic is also {@condition grappled} by it (escape {@dc 13}). Ability checks made to escape this grapple have disadvantage."
                    ]
                },
                {
                    "name": "False Appearance (Object Form Only)",
                    "entries":
                    [
                        "While the mimic remains motionless, it is indistinguishable from an ordinary object."
                    ]
                },
                {
                    "name": "Grappler",
                    "entries":
                    [
                        "The mimic has advantage on attack rolls against any creature {@condition grappled} by it."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Pseudopod",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d8 + 5}) bludgeoning damage. If the mimic is in object form, the target is subjected to its Adhesive trait."
                    ]
                },
                {
                    "name": "Bite",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}23 ({@damage 4d8 + 5}) piercing damage plus 14 ({@damage 2d8+5}) acid damage."
                    ]
                }
            ],
            "traitTags":
            [
                "Shapechanger"
            ],
            "senseTags":
            [
                "D"
            ],
            "damageTags":
            [
                "B",
                "P",
                "A"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/6KYxAKy.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/6KYxAKy.png"
                        }
                    }
                ]
            }
        },
        {
            "name": "Ulx",
            "size": "S",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "goblinoid"
                ]
            },
            "source": "Canbrew",
            "alignment": [
                "N",
                "E"
            ],
            "ac":
            [
                {
                    "ac": 15,
                    "from":
                    [
                        "{@item chain shirt|phb}"
                    ]
                }
            ],
            "hp":
            {
                "average": 77,
                "formula": "14d6 + 14"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 16,
            "dex": 14,
            "con": 12,
            "int": 11,
            "wis": 9,
            "cha": 10,
            "skill":
            {
                "athletics": "+8",
                "stealth": "+4"
            },
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 9,
            "languages":
            [
                "Common",
                "Goblin"
            ],
            "cr": "4",
            "trait":
            [
                {
                    "name": "Boss Fight",
                    "entries":
                    [
                        "At the start of combat, Ulx rolls twice for initiative, taking two turns per round of combat. At the start of each round, Ulx must reroll for initiative once and replace one of its turns with the new result."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack",
                    "entries":
                    [
                        "Ulx makes two attacks with its Spiked Chain."
                    ]
                },
                {
                    "name": "Spiked Chain",
                    "entries":
                    [
                        "{@atk mw} {@hit 7} to hit, reach 15 ft., one target. {@h}8 ({@damage 2d4 + 3}) piercing damage. Ulx can force the target to make a contested Athletics ([[@{npc_athletics}+1d20]]) check. On a failed saving throw, the target is grappled and pulled towards Ulx up 5 ft."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss"
            ],
            "senseTags":
            [
                "D"
            ],
            "damageTags":
            [
                "P"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/OS1l3LY.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/XAYD6bJ.png"
                        }
                    }
                ]
            }
        },
        {
            "name": "Cursed Tree",
            "size": "H",
            "type": "plant",
            "source": "Canbrew",
            "alignment":
            [
                "N",
                "E"
            ],
            "ac":
            [
                {
                    "ac": 13,
                    "from":
                    [
                        "natural armor"
                    ]
                }
            ],
            "hp":
            {
                "average": 67,
                "formula": "7d12 + 21"
            },
            "speed":
            {
                "walk": 10
            },
            "str": 21,
            "dex": 6,
            "con": 17,
            "int": 12,
            "wis": 12,
            "cha": 7,
            "vulnerable":
            [
                "fire (Cursed or Rot only)"
            ],
            "resist":
            [
                "fire (Burning only), bludgeoning, piercing, slashing"
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 12,
            "languages":
            [
                "Common",
                "Infernal"
            ],
            "cr": "5",
            "trait":
            [
                {
                    "name": "Boss Fight",
                    "entries":
                    [
                        "At the start of combat, Cursed Tree rolls twice for initiative, taking two turns per round of combat. At the start of each round, Cursed Tree must reroll for initiative once and replace one of its turns with the new result."
                    ]
                },
                {
                    "name": "False Appearance (Cursed Tree only)",
                    "entries":
                    [
                        "While the tree remains motionless, it is indistinguishable from a normal tree."
                    ]
                },
                {
                    "name": "Bloodied Resistance",
                    "entries":
                    [
                        "Upon taking damage that would reduce the creature to 0 hit points or lower, the creature returns to full hit points, and the creature immediately ends all negative conditions on itself. Once this feature activates, it cannot activate again until the creature takes a long rest. This effect can occur even when taking normally lethal damage, such as from power word kill"
                    ]
                },
                {
                    "name": "Tactics Change",
                    "entries":
                    [
                        "When Bloodied Resistance activates, the Cursed Tree becomes a Rot Tree, or if Bloodied Resistance is activated by fire damage it becomes a Burning Tree. This determines which abilities it uses."
                    ]
                },
                {
                    "name": "Boss Actions",
                    "entries":
                    [
                        "The boss can take 1 boss action, choosing from the options below. Only one boss action option can be used at a time and only at the end of another creature's turn. The boss regains its spent boss action at the start of the round."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack (Burning Tree only)",
                    "entries":
                    [
                        "Cursed Tree makes two Slam attacks."
                    ]
                },
                {
                    "name": "Slam",
                    "entries":
                    [
                        "{@atk mw} {@hit 7} to hit, reach 10 ft., one target. {@h}12 ({@damage 2d6 + 5}) bludgeoning damage (Cursed Tree), poison damage (Rot Tree), or fire damage (Burning Tree)."
                    ]
                },
                {
                    "name": "Summon (2/day) (Cursed Tree only)",
                    "entries":
                    [
                        "The Cursed Tree summons [[1d2+1]] Vine Blights."
                    ]
                },
                {
                    "name": "Summon (2/day) (Rot Tree only)",
                    "entries":
                    [
                        "The Cursed Tree summons [[1d2+1]] Needle Blights."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss",
                "False Appearance"
            ],
            "damageTags":
            [
                "B",
                "F"
            ],
            "miscTags":
            [
                "MW",
                "RCH"
            ],
            "tokenUrl": "https://i.imgur.com/1MsDa1F.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/3omGJOJ.png"
                        }
                    },
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/Z7dLVLo.jpg"
                        }
                    },
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/2Rx9Seo.jpg"
                        }
                    }
                ]
            }
        },
        {
            "name": "Maul Darkmane",
            "group": "Lycanthropes",
            "size": "M",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "human",
                    "shapechanger"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "C",
                "E"
            ],
            "ac":
            [
                {
                    "ac": 12,
                    "condition": "in humanoid form"
                },
                {
                    "ac": 16,
                    "from":
                    [
                        "natural armor"
                    ],
                    "condition": "in hybrid form"
                }
            ],
            "hp":
            {
                "average": 119,
                "formula": "14d8 + 56"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 20,
            "dex": 15,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 15,
            "save":
            {
                "dex": "+9",
                "con": "+8",
                "wis": "+6"
            },
            "skill":
            {
                "acrobatics": "+9",
                "perception": "+6"
            },
            "immune":
            [
                {
                    "immune":
                    [
                        "bludgeoning",
                        "piercing",
                        "slashing"
                    ],
                    "note": "from nonmagical attacks that aren't silvered"
                }
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 16,
            "languages":
            [
                "Common"
            ],
            "cr": "9",
            "trait":
            [
                {
                    "name": "Shapechanger",
                    "entries":
                    [
                        "Maul Darkmane can use its action to polymorph into a wolf-humanoid hybrid or a wolf, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
                    ]
                },
                {
                    "name": "Legendary Resistance (3/Day)",
                    "entries":
                    [
                        "If Maul Darkmane fails a saving throw, it can choose to succeed instead."
                    ]
                },
                {
                    "name": "Keen Hearing and Smell",
                    "entries":
                    [
                        "Maul Darkmane has advantage on Wisdom (Perception) checks that rely on hearing or smell."
                    ]
                },
                {
                    "name": "Pack Leader",
                    "entries":
                    [
                        "Maul Darkmane's allies have advantage on melee attack rolls against any hostile creature within 5 feet of Maul Darkmane."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack (Hybrid Form Only)",
                    "entries":
                    [
                        "Maul Darkmane makes three attacks: one with its bite and two with its claws."
                    ]
                },
                {
                    "name": "Bite (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. If the target is a humanoid, they must succeed on a {@dc 14} Constitution saving throw or be cursed with werewolf lycanthropy."
                    ]
                },
                {
                    "name": "Claws (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage."
                    ]
                }
            ],
            "legendaryGroup":
            {
                "name": "Maul Darkmane"
            },
            "legendary":
            [
                {
                    "name": "Leap",
                    "entries":
                    [
                        "Maul Darkmane moves up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Bark Orders",
                    "entries":
                    [
                        "Maul Darkmane chooses a friendly creature who can see or hear it. That creature can use its reaction to move up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Frenzy (Costs 2 Actions)",
                    "entries":
                    [
                        "Maul Darkmane can make one claw attack against each creature within 5 feet of it."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss",
                "Shapechanger",
                "Keen Senses"
            ],
            "languageTags":
            [
                "C"
            ],
            "damageTags":
            [
                "S",
                "P"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/c3CT1sv.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/JHHmZYi.jpg"
                        }
                    }
                ]
            }
        },
        {
            "name": "Mongolian Pirate Hunter (od)",
            "group": "humanoid",
            "size": "M",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "human"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "N"
            ],
            "ac":
            [
                {
                    "ac": 12,
                    "condition": "in humanoid form"
                },
                {
                    "ac": 16,
                    "from":
                    [
                        "natural armor"
                    ],
                    "condition": "in hybrid form"
                }
            ],
            "hp":
            {
                "average": 119,
                "formula": "14d8 + 56"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 20,
            "dex": 15,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 15,
            "save":
            {
                "dex": "+9",
                "con": "+8",
                "wis": "+6"
            },
            "skill":
            {
                "acrobatics": "+9",
                "perception": "+6"
            },
            "immune":
            [
                {
                    "immune":
                    [
                        "bludgeoning",
                        "piercing",
                        "slashing"
                    ],
                    "note": "from nonmagical attacks that aren't silvered"
                }
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 16,
            "languages":
            [
                "Common"
            ],
            "cr": "9",
            "trait":
            [
                {
                    "name": "Shapechanger",
                    "entries":
                    [
                        "Maul Darkmane can use its action to polymorph into a wolf-humanoid hybrid or a wolf, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
                    ]
                },
                {
                    "name": "Legendary Resistance (3/Day)",
                    "entries":
                    [
                        "If Maul Darkmane fails a saving throw, it can choose to succeed instead."
                    ]
                },
                {
                    "name": "Keen Hearing and Smell",
                    "entries":
                    [
                        "Maul Darkmane has advantage on Wisdom (Perception) checks that rely on hearing or smell."
                    ]
                },
                {
                    "name": "Pack Leader",
                    "entries":
                    [
                        "Maul Darkmane's allies have advantage on melee attack rolls against any hostile creature within 5 feet of Maul Darkmane."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack (Hybrid Form Only)",
                    "entries":
                    [
                        "Maul Darkmane makes three attacks: one with its bite and two with its claws."
                    ]
                },
                {
                    "name": "Bite (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. If the target is a humanoid, they must succeed on a {@dc 14} Constitution saving throw or be cursed with werewolf lycanthropy."
                    ]
                },
                {
                    "name": "Claws (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage."
                    ]
                }
            ],
            "legendaryGroup":
            {
                "name": "Maul Darkmane"
            },
            "legendary":
            [
                {
                    "name": "Leap",
                    "entries":
                    [
                        "Maul Darkmane moves up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Bark Orders",
                    "entries":
                    [
                        "Maul Darkmane chooses a friendly creature who can see or hear it. That creature can use its reaction to move up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Frenzy (Costs 2 Actions)",
                    "entries":
                    [
                        "Maul Darkmane can make one claw attack against each creature within 5 feet of it."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss",
                "Shapechanger",
                "Keen Senses"
            ],
            "languageTags":
            [
                "C"
            ],
            "damageTags":
            [
                "S",
                "P"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/2sgl2u8.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/5HdLT7q.jpg"
                        }
                    }
                ]
            }
        },
        {
            "name": "Mongolian Pirate Hunter Shaman (od)",
            "group": "humanoid",
            "size": "M",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "human"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "N"
            ],
            "ac":
            [
                {
                    "ac": 12,
                    "condition": "in humanoid form"
                },
                {
                    "ac": 16,
                    "from":
                    [
                        "natural armor"
                    ],
                    "condition": "in hybrid form"
                }
            ],
            "hp":
            {
                "average": 119,
                "formula": "14d8 + 56"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 20,
            "dex": 15,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 15,
            "save":
            {
                "dex": "+9",
                "con": "+8",
                "wis": "+6"
            },
            "skill":
            {
                "acrobatics": "+9",
                "perception": "+6"
            },
            "immune":
            [
                {
                    "immune":
                    [
                        "bludgeoning",
                        "piercing",
                        "slashing"
                    ],
                    "note": "from nonmagical attacks that aren't silvered"
                }
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 16,
            "languages":
            [
                "Common"
            ],
            "cr": "9",
            "trait":
            [
                {
                    "name": "Shapechanger",
                    "entries":
                    [
                        "Maul Darkmane can use its action to polymorph into a wolf-humanoid hybrid or a wolf, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
                    ]
                },
                {
                    "name": "Legendary Resistance (3/Day)",
                    "entries":
                    [
                        "If Maul Darkmane fails a saving throw, it can choose to succeed instead."
                    ]
                },
                {
                    "name": "Keen Hearing and Smell",
                    "entries":
                    [
                        "Maul Darkmane has advantage on Wisdom (Perception) checks that rely on hearing or smell."
                    ]
                },
                {
                    "name": "Pack Leader",
                    "entries":
                    [
                        "Maul Darkmane's allies have advantage on melee attack rolls against any hostile creature within 5 feet of Maul Darkmane."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack (Hybrid Form Only)",
                    "entries":
                    [
                        "Maul Darkmane makes three attacks: one with its bite and two with its claws."
                    ]
                },
                {
                    "name": "Bite (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}14 ({@damage 2d8 + 5}) piercing damage. If the target is a humanoid, they must succeed on a {@dc 14} Constitution saving throw or be cursed with werewolf lycanthropy."
                    ]
                },
                {
                    "name": "Claws (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage."
                    ]
                }
            ],
            "legendaryGroup":
            {
                "name": "Maul Darkmane"
            },
            "legendary":
            [
                {
                    "name": "Leap",
                    "entries":
                    [
                        "Maul Darkmane moves up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Bark Orders",
                    "entries":
                    [
                        "Maul Darkmane chooses a friendly creature who can see or hear it. That creature can use its reaction to move up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Frenzy (Costs 2 Actions)",
                    "entries":
                    [
                        "Maul Darkmane can make one claw attack against each creature within 5 feet of it."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss",
                "Shapechanger",
                "Keen Senses"
            ],
            "languageTags":
            [
                "C"
            ],
            "damageTags":
            [
                "S",
                "P"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/3NfJjUA.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/AQcPliB.jpg"
                        }
                    }
                ]
            }
        },
        {
            "name": "Mongolian Pirate Hunter Captain (od)",
            "group": "humanoid",
            "size": "M",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "human"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "N",
                "G"
            ],
            "ac":
            [
                {
                    "ac": 16,
                    "from":
                    [
                        "{@item studded leather armor|phb}"
                    ]
                }
            ],
            "hp":
            {
                "average": 60,
                "formula": "8d8 + 24"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 20,
            "dex": 18,
            "con": 16,
            "int": 11,
            "wis": 10,
            "cha": 14,
            "skill":
            {
                "athletics": "+8",
                "intimidation": "+7"
            },
            "passive": 10,
            "languages":
            [
                "Common",
                "Mongolian"
            ],
            "cr": "5",
            "trait":
            [
                {
                    "name": "Flourish",
                    "entries":
                    [
                        "The captain adds their Charisma modifier to the damage roll for its scimitar attacks (included in the attack)."
                    ]
                },
                {
                    "name": "Sea Legs",
                    "entries":
                    [
                        "The captain has advantage on ability checks and saving throws to resist being knocked {@condition prone}."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Multiattack",
                    "entries":
                    [
                        "The captain makes four attacks with their Scimitars or two attacks with their Shortbow."
                    ]
                },
                {
                    "name": "Scimitar",
                    "entries":
                    [
                        "{@atk mw} {@hit 8} to hit, reach 5 ft., one target. {@h}10 ({@damage 1d6 + 7}) slashing damage."
                    ]
                },
                {
                    "name": "Shortbow",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}8 ({@damage 1d6 + 5}) piercing damage."
                    ]
                }
            ],
            "legendaryGroup":
            {
                "name": "Mongolian Pirate Hunter Captain"
            },
            "legendary":
            [
                {
                    "name": "Heave ho, scallywag",
                    "entries":
                    [
                        "The captain orders an ally to run up to their speed and make an attack."
                    ]
                },
                {
                    "name": "Shiver me timbers",
                    "entries":
                    [
                        "The captain takes a step back and all negative effects and conditions on them ends." 
                    ]
                }
            ],
            "traitTags":
            [
                "Boss"
            ],
            "languageTags":
            [
                "C"
            ],
            "damageTags":
            [
                "S",
                "P"
            ],
            "miscTags":
            [
                "MW",
                "RW"
            ],
            "tokenUrl": "https://i.imgur.com/U386svi.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/MTqMb2K.jpg"
                        }
                    }
                ]
            }
        },
        {
            "name": "Atlantis Guardian (od)",
            "group": "humanoid",
            "size": "M",
            "type":
            {
                "type": "humanoid",
                "tags":
                [
                    "human"
                ]
            },
            "source": "Canbrew",
            "alignment":
            [
                "N"
            ],
            "ac":
            [
                {
                    "ac": 12,
                    "condition": "in humanoid form"
                },
                {
                    "ac": 16,
                    "from":
                    [
                        "natural armor"
                    ],
                    "condition": "in hybrid form"
                }
            ],
            "hp":
            {
                "average": 119,
                "formula": "14d8 + 56"
            },
            "speed":
            {
                "walk": 30
            },
            "str": 20,
            "dex": 15,
            "con": 18,
            "int": 11,
            "wis": 14,
            "cha": 15,
            "save":
            {
                "dex": "+9",
                "con": "+8",
                "wis": "+6"
            },
            "skill":
            {
                "acrobatics": "+9",
                "perception": "+6"
            },
            "immune":
            [
                {
                    "immune":
                    [
                        "bludgeoning",
                        "piercing",
                        "slashing"
                    ],
                    "note": "from nonmagical attacks that aren't silvered"
                }
            ],
            "conditionImmune":
            [
                "prone"
            ],
            "senses":
            [
                "darkvision 60 ft."
            ],
            "passive": 16,
            "languages":
            [
                "Common"
            ],
            "cr": "9",
            "trait":
            [
                {
                    "name": "Shapechanger",
                    "entries":
                    [
                        "Maul Darkmane can use its action to polymorph into a wolf-humanoid hybrid or a wolf, or back into its true form, which is humanoid. Its statistics, other than its AC, are the same in each form. Any equipment it is wearing or carrying isn't transformed. It reverts to its true form if it dies."
                    ]
                },
                {
                    "name": "Legendary Resistance (3/Day)",
                    "entries":
                    [
                        "If Maul Darkmane fails a saving throw, it can choose to succeed instead."
                    ]
                },
                {
                    "name": "Keen Hearing and Smell",
                    "entries":
                    [
                        "Maul Darkmane has advantage on Wisdom (Perception) checks that rely on hearing or smell."
                    ]
                },
                {
                    "name": "Pack Leader",
                    "entries":
                    [
                        "Maul Darkmane's allies have advantage on melee attack rolls against any hostile creature within 5 feet of Maul Darkmane."
                    ]
                }
            ],
            "action":
            [
                {
                    "name": "Disintegration Ray",
                    "entries":
                    [
                        "If the target is a creature, it must succeed on a DC 16 Dexterity saving throw or take 27 {@damage 6d8} force damage. If this damage reduces the creature to 0 hit points, its body becomes a pile of fine gray dust"
                    ]
                },
                {
                    "name": "Claws (Wolf or Hybrid Form Only)",
                    "entries":
                    [
                        "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}16 ({@damage 2d10 + 5}) piercing damage."
                    ]
                }
            ],
            "legendaryGroup":
            {
                "name": "Maul Darkmane"
            },
            "legendary":
            [
                {
                    "name": "Leap",
                    "entries":
                    [
                        "Maul Darkmane moves up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Bark Orders",
                    "entries":
                    [
                        "Maul Darkmane chooses a friendly creature who can see or hear it. That creature can use its reaction to move up to its speed without provoking opportunity attacks."
                    ]
                },
                {
                    "name": "Frenzy (Costs 2 Actions)",
                    "entries":
                    [
                        "Maul Darkmane can make one claw attack against each creature within 5 feet of it."
                    ]
                }
            ],
            "traitTags":
            [
                "Boss",
                "Shapechanger",
                "Keen Senses"
            ],
            "languageTags":
            [
                "C"
            ],
            "damageTags":
            [
                "S",
                "P"
            ],
            "miscTags":
            [
                "MW"
            ],
            "tokenUrl": "https://i.imgur.com/QAV4Y8d.png",
            "fluff":
            {
                "images":
                [
                    {
                        "type": "image",
                        "href":
                        {
                            "type": "external",
                            "url": "https://i.imgur.com/uwQQw1r.png"
                        }
                    }
                ]
            }
        }
    ],
    "race":
    [
        {
            "name": "Klyntar (Void)",
            "source": "Canbrew",
            "ability":
            [
                {
                    "str": 2,
                    "con": 2,
                    "wis": -4
                }
            ],
            "size": "M",
            "speed":
            {
                "walk": 30
            },
            "traitTags":
            [
                "Amorphous",
                "Unarmed Strike",
                "Uncommon Race",
                "Skill Proficiency",
                "Monstrous Race"
            ],
            "entries":
            [
                "Klyntar have the following racial traits:",
                {
                    "type": "entries",
                    "name": "Age",
                    "entries":
                    [
                        "Klyntar do not age. They leap from a host to another and can live for tens of thousands of years"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Alignment",
                    "entries":
                    [
                        "Each Klyntar has a different purpose like; world domination, species invasion, freeing Klyntar from Knull's dominion, or saving a race from total extinction. They range from lawful evil to chaotic good."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Size",
                    "entries":
                    [
                        "a Klyntar's size is dependent on their host. Your size is medium."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Darkvision",
                    "entries":
                    [
                        "Accustomed to the lack of light in empty space, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Unique Physiology",
                    "entries":
                    [
                        "You are unable to gain temporary hit points no matter what and healing effects on you are halved. You have double the maximum hit dice you normally have. If you haven't used your movement for the turn, as an action, you can expend a hit die to recover hit points. After doing so, your speed is zero"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Hybrid Nature",
                    "entries":
                    [
                        "You have two creature types: humanoid and monstrosity. You can be affected by a game effect if it works on either of your creature types."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Languages",
                    "entries":
                    [
                        "You can speak, read, and write Common and Abyssal."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Parasitic Awareness",
                    "entries":
                    [
                        "Creatures don't gain advantage while flanking you. You have two reactions instead of one."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Vibration Sensivity",
                    "entries":
                    [
                        "You have vulnerability to thunder and force damage."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Infused Structure",
                    "entries":
                    [
                        "Your pseudopods are natural melee weapons, with which you're proficient. If you hit with a pseudopod, the target takes bludgeoning damage equal to {@damage 1d6} + your Strength modifier."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Augmented Muscles",
                    "entries":
                    [
                        "You have proficiency in the {@skill Athletics} skill."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Powerful Build",
                    "entries":
                    [
                        "You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Impervious Vitaliy",
                    "entries":
                    [
                        "When you roll a hit die, you instead take the maximum of it."
                    ]
                }
            ],
            "fluff":
            {
                "entries":
                [
                    {
                        "type": "quote",
                        "entries":
                        [
                            "Though we are a benevolent species, there is no literature on my home planet. And though it is our goal to make the universe better, we create no art, no music, no culture. At least, not as other civilizations would understand it. All we have are our hosts -- the beings we join with -- to forge through the cold and unforgiving cosmos with. The bond between a Klyntar and its host is sacred. They give our lives context and our existence meaning. They give us history. All we have are our hosts to tell us who we are."
                        ],
                        "by": "Darkness"
                    },
                    "Klyntar are a species of inorganic, amorphous, symbiotic extraterrestrials created from the \"living abyss\" at the beginning of the universe by the primordial deity Knull, who manifested a sword of living darkness called All-Black from his shadow to slaughter the Celestials and other deities.",
                    {
                        "name": "True Form",
                        "entries":
                        [
                            "You are a black goo and you can shapeshift yourself to mimic medium objects. When attached to a host, you can make yourself look like common clothes at will while you're out of combat. In combat, you refer to yourself in a plural manner."
                        ]
                    },
                    {
                        "name": "Klyntar Names",
                        "entries":
                        [
                            "Most Klyntars have unpronounceable names. So, they take nicknames instead.",
                            {
                                "entries":
                                [
                                    {
                                        "name": "Nicknames",
                                        "entries":
                                        [
                                            "Spasm, Hook, Rash, Ghost, Limit, Coil, Fang, Mold, Deceit, Rot, Pulse, Havoc, Shade, Fume, Torment, Whip, Judgement, Sidestep, Spark, Phase, Feedback, Blight, Twitch, Quicksand, Regret."
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "languageProficiencies":
            [
                {
                    "common": true,
                    "abyssal": true
                }
            ]
        },
        {
            "name": "Klyntar (Chaos)",
            "source": "Canbrew",
            "ability":
            [
                {
                    "dex": 2,
                    "con": 2,
                    "wis": -4
                }
            ],
            "size": "M",
            "speed":
            {
                "walk": 30,
                "climb": 20
            },
            "traitTags":
            [
                "Amorphous",
                "Unarmed Strike",
                "Uncommon Race",
                "Skill Proficiency",
                "Monstrous Race"
            ],
            "entries":
            [
                "Klyntar have the following racial traits:",
                {
                    "type": "entries",
                    "name": "Age",
                    "entries":
                    [
                        "Klyntar do not age. They leap from a host to another and can live for tens of thousands of years"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Alignment",
                    "entries":
                    [
                        "Each Klyntar has a different purpose like; world domination, species invasion, freeing Klyntar from Knull's dominion, or saving a race from total extinction. They range from lawful evil to chaotic good."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Size",
                    "entries":
                    [
                        "a Klyntar's size is dependent on their host. Your size is medium."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Darkvision",
                    "entries":
                    [
                        "Accustomed to the lack of light in empty space, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Unique Physiology",
                    "entries":
                    [
                        "You are unable to gain temporary hit points no matter what and healing effects on you are halved. You have double the maximum hit dice you normally have. If you haven't used your movement for the turn, as an action, you can expend a hit die to recover hit points. After doing so, your speed is zero"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Hybrid Nature",
                    "entries":
                    [
                        "You have two creature types: humanoid and monstrosity. You can be affected by a game effect if it works on either of your creature types."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Languages",
                    "entries":
                    [
                        "You can speak, read, and write Common and Abyssal."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Parasitic Awareness",
                    "entries":
                    [
                        "Creatures don't gain advantage while flanking you. You have two reactions instead of one."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Vibration Sensivity",
                    "entries":
                    [
                        "You have vulnerability to thunder and force damage."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Sharpened Ferocity",
                    "entries":
                    [
                        "Your pseudopods are natural melee weapons, with which you're proficient. If you hit with a pseudopod, the target takes slashing damage equal to {@damage 1d6} + your Dexterity modifier."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Feral Motion",
                    "entries":
                    [
                        "Your base walking speed increases to 35 feet."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Enhanced Metabolism",
                    "entries":
                    [
                        "You have proficiency in the {@skill Acrobatics} skill."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Vertical Motion",
                    "entries":
                    [
                        "You have a climbing speed of 20 feet as long as you are not encumbered or wearing heavy armor."
                    ]
                }
            ],
            "fluff":
            {
                "entries":
                [
                    {
                        "type": "quote",
                        "entries":
                        [
                            "Though we are a benevolent species, there is no literature on my home planet. And though it is our goal to make the universe better, we create no art, no music, no culture. At least, not as other civilizations would understand it. All we have are our hosts -- the beings we join with -- to forge through the cold and unforgiving cosmos with. The bond between a Klyntar and its host is sacred. They give our lives context and our existence meaning. They give us history. All we have are our hosts to tell us who we are."
                        ],
                        "by": "Darkness"
                    },
                    "Klyntar are a species of inorganic, amorphous, symbiotic extraterrestrials created from the \"living abyss\" at the beginning of the universe by the primordial deity Knull, who manifested a sword of living darkness called All-Black from his shadow to slaughter the Celestials and other deities.",
                    {
                        "name": "True Form",
                        "entries":
                        [
                            "You are a black goo and you can shapeshift yourself to mimic medium objects. When attached to a host, you can make yourself look like common clothes at will while you're out of combat. In combat, you refer to yourself in a plural manner."
                        ]
                    },
                    {
                        "name": "Klyntar Names",
                        "entries":
                        [
                            "Most Klyntars have unpronounceable names. So, they take nicknames instead.",
                            {
                                "entries":
                                [
                                    {
                                        "name": "Nicknames",
                                        "entries":
                                        [
                                            "Spasm, Hook, Rash, Ghost, Limit, Coil, Fang, Mold, Deceit, Rot, Pulse, Havoc, Shade, Fume, Torment, Whip, Judgement, Sidestep, Spark, Phase, Feedback, Blight, Twitch, Quicksand, Regret."
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "languageProficiencies":
            [
                {
                    "common": true,
                    "abyssal": true
                }
            ]
        },
        {
            "name": "Klyntar (Shiver)",
            "source": "Canbrew",
            "ability":
            [
                {
                    "int": 2,
                    "con": 2,
                    "wis": -2,
                    "cha": -2
                }
            ],
            "size": "M",
            "speed":
            {
                "walk": 30
            },
            "traitTags":
            [
                "Amorphous",
                "Unarmed Strike",
                "Uncommon Race",
                "Skill Proficiency",
                "Spellcasting",
                "Monstrous Race"
            ],
            "entries":
            [
                "Klyntar have the following racial traits:",
                {
                    "type": "entries",
                    "name": "Age",
                    "entries":
                    [
                        "Klyntar do not age. They leap from a host to another and can live for tens of thousands of years"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Alignment",
                    "entries":
                    [
                        "Each Klyntar has a different purpose like; world domination, species invasion, freeing Klyntar from Knull's dominion, or saving a race from total extinction. They range from lawful evil to chaotic good."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Size",
                    "entries":
                    [
                        "a Klyntar's size is dependent on their host. Your size is medium."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Darkvision",
                    "entries":
                    [
                        "Accustomed to the lack of light in empty space, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Unique Physiology",
                    "entries":
                    [
                        "You are unable to gain temporary hit points no matter what and healing effects on you are halved. You have double the maximum hit dice you normally have. If you haven't used your movement for the turn, as an action, you can expend a hit die to recover hit points. After doing so, your speed is zero"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Hybrid Nature",
                    "entries":
                    [
                        "You have two creature types: humanoid and monstrosity. You can be affected by a game effect if it works on either of your creature types."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Languages",
                    "entries":
                    [
                        "You can speak, read, and write Common and Abyssal."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Parasitic Awareness",
                    "entries":
                    [
                        "Creatures don't gain advantage while flanking you. You have two reactions instead of one."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Vibration Sensivity",
                    "entries":
                    [
                        "You have vulnerability to thunder and force damage."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Cunning Spikes",
                    "entries":
                    [
                        "Your pseudopods are natural melee weapons, with which you're proficient. If you hit with a pseudopod, the target takes piercing damage equal to {@damage 1d6} + your Intelligence modifier."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Intimidating Presence",
                    "entries":
                    [
                        "You have proficiency in the {@skill Intimidation} skill."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Piercing Thought",
                    "entries":
                    [
                        "You know the {@spell Mind Sliver|UAFighterRogueWizard} cantrip. Intelligence is your spellcasting ability for it."
                    ]
                },
                {
                    "type": "entries",
                    "name": "Stout Mind",
                    "entries":
                    [
                        "You have resistance to psychic damage."
                    ]
                }
            ],
            "fluff":
            {
                "entries":
                [
                    {
                        "type": "quote",
                        "entries":
                        [
                            "Though we are a benevolent species, there is no literature on my home planet. And though it is our goal to make the universe better, we create no art, no music, no culture. At least, not as other civilizations would understand it. All we have are our hosts -- the beings we join with -- to forge through the cold and unforgiving cosmos with. The bond between a Klyntar and its host is sacred. They give our lives context and our existence meaning. They give us history. All we have are our hosts to tell us who we are."
                        ],
                        "by": "Darkness"
                    },
                    "Klyntar are a species of inorganic, amorphous, symbiotic extraterrestrials created from the \"living abyss\" at the beginning of the universe by the primordial deity Knull, who manifested a sword of living darkness called All-Black from his shadow to slaughter the Celestials and other deities.",
                    {
                        "name": "True Form",
                        "entries":
                        [
                            "You are a black goo and you can shapeshift yourself to mimic medium objects. When attached to a host, you can make yourself look like common clothes at will while you're out of combat. In combat, you refer to yourself in a plural manner."
                        ]
                    },
                    {
                        "name": "Klyntar Names",
                        "entries":
                        [
                            "Most Klyntars have unpronounceable names. So, they take nicknames instead.",
                            {
                                "entries":
                                [
                                    {
                                        "name": "Nicknames",
                                        "entries":
                                        [
                                            "Spasm, Hook, Rash, Ghost, Limit, Coil, Fang, Mold, Deceit, Rot, Pulse, Havoc, Shade, Fume, Torment, Whip, Judgement, Sidestep, Spark, Phase, Feedback, Blight, Twitch, Quicksand, Regret."
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            "languageProficiencies":
            [
                {
                    "common": true,
                    "abyssal": true
                }
            ]
        }
    ]
}