{
	"_meta":
	{
		"sources":
		[
			{
				"json": "MaxwellsManualofMaliciousMaladies",
				"abbreviation": "MMMM",
				"full": "Maxwell's Manual of Malicious Maladies",
				"url": "https://drive.google.com/file/d/1z_oTJvusofehZoFKp8iDhRdZlMjWVxa_/view",
				"authors":
				[
					"Thomas Pfeifer"
				],
				"convertedBy":
				[
					"Can"
				],
				"color": "8b1010"
			}
		]
	},
	"table":
	[
		{
			"name": "Acid Damage",
			"source": "MMMM",
			"page": 10,
			"colLabels":
			[
				"3d6",
				"Injury",
				"Description",
				"Treatment"
			],
			"colStyles":
			[
				"col-1 text-center",
				"col-1 text-center",
				"col-6",
				"col-2"
			],
			"rows":
			[
				[
					"3",
					"Ocular Corrosion",
					"Acid has splashed over both of your eyes. You are blinded and both your eyes are nonfunctional. If you do not receive treatment within 30 minutes your vision will be permanently missing.",
					"A DC 20 Save Sense Surgery."
				],
				[
					"4",
					"Dissolved Limb",
					"Roll on the Large Limb Table. Acid coats your limb, and you hear the sizzle as it starts to dissolve. This limb is nonfunctional. If you do not receive treatment within 30 minutes, the limb dissolves away and is missing.",
					"A DC 20 Save Limb Surgery. You get 1 check for this surgery; if you do not meet the DC on the first check, the limb is lost."
				],
				[
					"5",
					"Dissolved Appendage",
					"Roll on the Small Appendage Table. Acid splashes over your appendage and sizzles as it begins to dissolve. This appendage is nonfunctional. If you do not receive treatment within 30 minutes, the appendage dissolves away and is missing.",
					"A DC 20 Save Limb Surgery. You get 1 check for this surgery; if you do not meet the DC on the first check, the appendage is lost."
				],
				[
					"6",
					"Corroded Weapon",
					"Your weapon has been coated in corrosive acid and is getting duller by the second. Each round your weapon takes a cumulative -1 to Damage Rolls. When a mundane weapon reaches a -5 penalty it is destroyed. When a magic weapon reaches a -5 penalty all magical effects are suppressed for 1d4 days (after which the penalty disappears and the weapon functions normally).",
					"-"
				],
				[
					"7",
					"Caustic Coating",
					"Any friendly character you touch or otherwise interact with physically takes acid damage equal to your level. Creatures you grapple take this damage at the beginning of their turn. This effect lasts 1 minute.",
					"A DC 15 Wisdom (Medicine) check ends this effect. You may reattempt this check."
				],
				[
					"8",
					"Caustic Burn",
					"The acid has left you with a superficial, but painful burn. You take 1 point of acid damage per 5 feet of movement while on initiative.",
					"A DC 13 Wisdom (Medicine) check ends this effect."
				],
				[
					"9",
					"Dissolved Arcane Medium",
					"Your arcane focus or spell component pouch is dissolved and destroyed. If your arcane focus is magical, it instead has its magical effects supressed for 1d4 days and is unusable during that time.",
					"-"
				],
				[
					"10",
					"Dissolved Shield",
					"Your shield is dissolved and destroyed. If your shield is magical, it instead has its magical effects supressed for 1d4 days and is unusable during that time.",
					"-"
				],
				[
					"11",
					"Dappled Scar",
					"Roll on the Scar Chart. You have a silvery white speckled scar as a result of acid splashing on that area of your body.",
					"-"
				],
				[
					"12",
					"Corroded Clothes",
					"Your clothes have been corroded to the point of uselessness. If they are magic, they instead have any magical effects supressed for 1d4 days. You are luckily unharmed, apart from a potentially awkward situation with your party members.",
					"-"
				],
				[
					"13",
					"Toxic Inhalation",
					"You've inhaled the acid's toxic fumes causing you to cough and hack violently. You are incapacitated until the end of your next turn.",
					"-"
				],
				[
					"14",
					"Caustic Lung",
					"You've deeply inhaled the acid's toxic fumes causing you to go into a coughing fit. You are incapacitated for 1d4 rounds.",
					"-"
				],
				[
					"15",
					"Scaly Scar",
					"Roll on the Scar Chart. The acid injury has resulted in a scar that is gnarled and scaly with a light sheen the same color as the acid that damaged you. You gain +2 Natural Armor from it, or +1 if you already have a Natural Armor bonus.",
					"-"
				],
				[
					"16",
					"Corroded Armor",
					"The acid has covered your armor, slowly eating away at it. Each turn your armor takes a cumulative -1 penalty to AC. When the armor's AC reaches 10, it is destroyed. If the armor is magical, its magical effects are instead suppressed for 1d6 days and it is unusable during this time (after which the penalty disappears and the armor functions normally).",
					"-"
				],
				[
					"17",
					"Dissolved Magic",
					"Acid has eaten into the essence of one of your magic items, expelling its arcane energy and rendering it mundane. Choose a magic item on your person at random. That item loses all magical effects permanently. If the item's rarity is Legendary or Artifact, its magical effects are instead supressed for 3d6 days (and return to normal after this period).",
					"-"
				],
				[
					"18",
					"Vocal Cord Damage",
					"The acid's caustic fumes have wreaked havoc on your vocal cords. Your voice is nonfunctional and you are mute. If you do not receive treatment within 30 minutes it will be permanently missing.",
					"A DC 19 Save Sense Surgery."
				]
			]
		},
		{
			"name": "Bludgeoning Damage",
			"source": "MMMM",
			"page": 11,
			"colLabels":
			[
				"3d6",
				"Injury",
				"Description",
				"Treatment"
			],
			"colStyles":
			[
				"col-1 text-center",
				"col-1 text-center",
				"col-6",
				"col-2"
			],
			"rows":
			[
				[
                    "3",
                    "Ruptured Right Eardrum",
                    "A violent impact to the side of your head has caused your right eardrum to rupture. Your right ear is nonfunctional. If it is not treated within 24 hours, your hearing in this ear is permanently missing.",
                    "A DC20 Save Sense Surgery."
                ],
                [
                   "4",
                   "Limb Torn Asunder",
                   "Roll on the Large Limb Table. The enormous impact of the blow has caused your limb to be torn from its socket. The limb is missing and thrown 15 feet in a random direction.",
                   "A DC 22 Save Limb Surgery."
                ],
                [
                   "5",
                   "Lost Tooth",
                   "A blow to your face has knocked one of your teeth clean out of your mouth.",
                   "A DC 15 Wisdom (Perception) check will allow you to recover the tooth. A DC 19 General Surgery within 1 day of the injury occurring allows you to reinsert the tooth."
                ],
                [                   
                   "6",
                   "Concussion",
                   "A mighty strike to your head has left you with dizziness, nausea, and a lingering headache. Any time you make an Intelligence, Wisdom, or Charisma saving throw you are also stunned until the end of your next turn. This condition lasts 1d12 days.",
                   "A DC 15 Wisdom (Medicine) check reduces the duration of this injury by 1d8 days."
                ],
                [
                   "7",
                   "Wind Knocked out of You",
                   "You gasp for breath as the blow knocks you flat onto your back. You are prone and you lose concentration."
                ],
                [ 
                   "8",
                   "Numb Left Arm",
                   "The force of the impact jars your nerves and sends a spreading numbness through your left arm. You drop anything you are holding with that arm and it is nonfunctional for 1d4 turns.",
                   "Any amount of magical healing will end this effect."
                ],
                [ 
                   "9",
                   "Broken Appendage",
                   "You feel a sharp pain as the blow lands directly on one of your extremities. Roll on the Small Appendage Table. That appendage is broken and nonfunctional for 1d12 days.",
                   "A DC 12 Wisdom (Medicine) check reduces the duration of this injury by 1d10 days."
                ],
                [ 
                   "10",
                   "Dislocated Shoulder",
                   "Roll to randomly determine the left or right arm. The intensity of the blow has forced your shoulder joint from its socket. This arm is nonfunctional.",
                   "While on initiative, make a DC 18 Constitution check as a bonus action to force the joint into place and end this injury. Off initiative, a DC 18 Wisdom (Medicine) check will end this injury."
                   ],
                [
                   "11",
                   "Black Eye",
                   "You've got yourself a good ol' fashioned shiner. It will resolve on its own in 1d6 days, but you may look out of place in polite company until then."
                ],
                [
                   "12",
                   "Broken Nose",
                   "A sharp impact to your face has left you with a painfully broken nose.",
                   "A DC 8 Wisdom (Medicine) check will set your nose properly, otherwise it has a 50% chance of healing slightly crooked in 1d6 days. The DC of this check increases by 2 each time your nose is broken."
                   ],
                [
                   "13",
                   "Numb Right Arm",
                   "The force of the impact jars your nerves and sends a spreading numbness through your right arm. You drop anything you are holding with that arm and it is nonfunctional for 1d4 turns.",
                   "Any amount of magical healing will end this effect."
                   ],
                [
                   "14",
                   "Bruised Black and Blue",
                   "Your entire body aches and you are left with some extensive ugly bruises. Any time you make a Strength (Athletics) or Dexterity (Acrobatics) check you take bludgeoning damage scaled to the damage that caused the lingering injury: 1-10 damage (1d4), 11-20 damage (1d6), 21-30 damage (1d8), 31-40 damage (1d10), >40 damage (1d12). This injury resolves on its own in 1d4 days."
                   ],
                [
                   "15",
                   "Aching Bones",
                   "Roll on the Scar Chart. The ache of your injury never completely leaves you and even years later you sometimes feel a twinge of pain. The bones in/around the area rolled ache 6 hours before (roll 1d6): 1) Rain, 2) Bright Sunshine, 3) Snow, 4) Fog, 5) Storms, 6) Calamities and Natural Disasters"
                ],
                [
                   "16",
                   "Broken Limb",
                   "Roll on the Large Limb Table. This limb is broken and nonfunctional for 1d12 days.",
                   "A DC 15 Wisdom (Medicine) check reduces the duration of this injury by 1d8 days."
                   ],
                [
                   "17",
                   "Crushed Limb",
                   "Roll on the Large Limb Table. Your limb is crushed to the point of uselessness and permanently nonfunctional. If it isn't reconstructed, the limb will not regain functionality.",
                   "Treatment A DC 23 Save Limb Surgery."
                ],
                [
                   "18",
                   "Ruptured Left Eardrum",
                   "A violent impact to the side of your head has caused your left eardrum to rupture. Your left ear is nonfunctional. If it is not treated within 24 hours, your hearing in this ear is permanently missing.",
                   "A DC20 Save Sense Surgery."
                ]
            ]
        }
	]
}
